[
    ["Governing Law:  This Agreement shall be governed by and interpreted under the laws of the State in whichProvince of Ontario the Project is located.", [], true],
    ["This EULA Agreement shall be deemed to be made in the State of Ohio and shall in all respects be interpreted, construed, and governed by and in accordance with the laws of the State of Ohio applicable to contracts executed and to be wholly performed therein, and without regard to its conflicts of laws principles.", [], true],
    ["17.4 Choice of Law: This Agreement shall be governed by, and construed in accordance with, the laws of the State of Montana without regard to any conflicts of law provisions.", [], true],
    ["This Agreement shall be governed in accordance with the laws of the State of California, without giving effect to principles of conflicts of laws.", [], true],
    ["This EULA shall be governed by the internal laws of the State of California , without giving effect to principles of conflict of laws.", [], true],
    ["This Agreement shall be governed by and construed in accordance with the laws of the State of Illinois, without regard to its principles for resolving conflicts of law.", [], true],
    ["The Terms shall be governed by and construed in accordance with the laws of the State of Washington, U.S.A., without regard to conflict of laws provisions.", [], true],
    ["This EULA shall be governed by and construed, interpreted, and enforced in accordance with the laws of the State of Missouri, without reference to its conflicts or choice of law principles.", [], true],
    ["This EULA and END-USER's relationship with __THEM__ under this EULA, shall be governed by the laws of Denmark without regard to its conflict of laws provisions.", [], true],
    ["This Agreement is governed by and shall be construed under the laws of the State of Minnesota, without regard to conflict of law provisions.", [], true],
    ["This Agreement shall be governed by and construed in accordance with the laws of the State of Utah.", [], true],
    ["These Terms of Service shall be construed in accordance with and governed by the laws of the Province of Ontario and the laws of Canada applicable in that Province without regards to conflict of laws principles.", [], true],
    ["This Agreement shall be governed by and construed under the laws of the state of Washington without reference to its conflict of law principles.", [], true],
    ["This Agreement and all matters relating to or arising from this Agreement shall be governed by the substantive laws of the State of Delaware in the United States of America, without regard to conflict of laws principles.", [], true],
    ["This EULA shall be governed by and construed in accordance with the laws of England.", [], true],
    ["Governing Law and General Provisions: This EULA shall be governed by and construed in accordance with the laws of the State of Massachusetts without regard to conflict of law principles, and the parties irrevocably consent to the jurisdiction and venue of the appropriate courts in the Commonwealth of Massachusetts.", [], true],
    ["This Agreement shall be governed in all respects by the laws of the State of Michigan without regard to its conflict of laws provisions.", [], true],
    ["18.1 Governing laws: This EULA shall be governed by the internal laws of the Province of Quebec, Canada., without giving effect to principles of conflict of laws.", [], true],
    ["This Agreement shall be governed in accordance with the laws of the State of Rhode Island, excluding its conflicts of laws principles.", [], true],
    ["This agreement shall be construed in accordance with, and all disputes hereunder shall be governed by, the laws of the state of Washington, excluding any conflict of laws rules.", [], true],
    ["This Agreement will be governed by and construed in accordance with the applicable laws of the State of California, USA, without giving effect to the principles of that State relating to conflicts of laws.", [], true],
    ["This Agreement will be governed by and construed in accordance with the laws of the State of California, United States.", [], true],
    ["(f) This EULA shall be governed by the substantive laws of the State of New York without resort to its choice-of-law provisions and the state and federal courts located in New York shall have exclusive jurisdiction over all disputes relating to this EULA.", [], true],
    ["The terms of the Agreement and any dispute relating thereto or between __YOU__ and __THEM__ will be governed by the laws of the State of California, without regard to conflict/choice of law principles.", [], true],
    ["a. All matters relating to your access to, or use of, the Services or Materials shall be governed by and construed in accordance with the laws of the Province of Ontario without regard to conflict of laws principles thereof.", [], true],
    ["This License Agreement shall be governed by and construed in accordance with the laws of the Canada.", [], true],
    ["The Agreement and the relationship between __YOU__ and __THEM__ shall be governed by the laws of the State of New York without regard to its conflict of law provisions.", [], true],
    ["This Agreement shall be governed in all respects by the laws of the United States and the State of California, except for conflict of laws provisions.", [], true],
    ["This EULA is governed by and interpreted under the laws of the Commonwealth of Massachusetts, without regard to conflict of law provisions.", [], true],
    ["The Terms shall be governed and construed in accordance with the laws of the State of New York without giving effect to the conflict of laws principles thereof.", [], true],
    ["This Agreement shall be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, excluding the law governing principles of conflicts of law.", [], true],
    ["This Agreement shall be governed by the internal laws of New Zealand, without regard to its conflicts of law provisions.", [], true],
    ["This EULA and the relationship between __YOU__ and __THEM__ is governed by the laws of the Czech Republic without regard to its conflict of law provisions.", [], true],
    ["These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.", [], true],
    ["This Agreement shall be governed by the laws of the State of New York, excluding its conflict of law provisions.", [], true],
    ["These Terms of Use will be governed by and construed in accordance with the laws of Romania, without giving effect to any principles of conflicts of laws.", [], true],
    ["These Terms, and your relationship with Unity under these Terms, shall be governed by the laws of Denmark without regard to its conflict of laws provisions.", [], true],
    ["These Terms of Use and your relationship with 24 Hour Fitness shall be governed by the laws of the State of California without regard to California's conflict of law provisions.", [], true],
    ["This Agreement is made under and shall be governed by the laws of the United States of America, except with regard to it's conflict of law rules.", [], true],
    ["The Terms shall be governed and construed in accordance with the laws of the State of New York, U.S.A., without giving effect to the conflict of laws principles thereof.", [], true],
    ["If __YOU__ purchased or downloaded the Software in the United States then this EULA is governed by the laws of the United States and the State of California, without reference to conflict of laws principles.", [], true],
    ["By using the Plugin, __YOU__ agree that this Agreement will be governed by and construed in accordance with the laws of the United States of America and the state of California, USA, without giving effect to any principles of conflicts of laws.", [], true],
    ["Governing Law & Venue  This Agreement shall be governed by and construed in accordance with the laws of the State of California, excluding that body of California law concerning conflicts of law.", [], true],
    ["12.2 Governing Law This MSA, and all matters arising out of or relating to this MSA, shall be governed by the laws of the State of California, without regard to principals of conflicts of laws.", [], true],
    ["GOVERNING LAW AND DISPUTE RESOLUTION: __YOU__ agree that all matters relating to your access to or use of the Site, including all disputes, will be governed by the laws of the United States and by the laws of the State of Georgia without regard to its conflicts of laws provisions.", [], true],
    ["The agreement between the __YOU__ and __THEM__ will be governed by and construed and interpreted in accordance with the laws of the State of New York.", [], true],
    ["14.1   __YOU__ and __THEM__ agree that your use of WFTO, and this EULA, shall be governed by and interpreted according to the laws of England and Wales and that any dispute regarding this EULA shall be heard exclusively by the courts of England and Wales.", [], true],
    ["This Agreement shall be governed by the laws of the State of California and the Federal laws of the United States of America, exclusive of any conflicts of laws principles, which would require the application of the laws of another jurisdiction.", [], true],
    ["Your use of the Website and these Terms of Use shall be governed in all respects by the laws of the State of California, without giving effect to its conflict of laws provisions.", [], true],
    ["(b) This Agreement shall be governed by and construed in accordance with the laws of the State of North Carolina.", [], true],
    ["This Agreement and performance hereunder shall be governed by the laws of the State of Illinois without regard to conflict of laws provisions, and applied to agreements entered into and completely performed in the State of Illinois.", [], true],
    ["The Agreement is governed by the laws of the State of Minnesota, exclusive of its choice of law principles, and the laws of the United States of America, as applicable.", [], true],
    ["This Agreement and all matters or issues collateral thereto shall be governed by and construed in accordance with the laws of the State of New York without giving effect to the principles thereof relating to conflicts of law.", [], true],
    ["Any and all disputes relating to this Agreement, the Privacy Policy, your use of the Site, the Materials, or Services are governed by, and will be interpreted in accordance with, the laws of the State of Idaho, without regard to any conflict of law provisions.", [], true],
    ["These END USER LICENSE TERMS AND PRIVACY POLICY, and the relationship between __YOU__ and __THEM__ are governed by the laws of the State of California, without regard to its conflict of law provisions.", [], true],
    ["This Software and this EULA (including without limitation the validity, construction and performance of duties related to the EULA) will be governed by and construed in accordance with the laws of the United States of America and the laws of the State of New York without giving effect to any principles of conflicts of laws.", [], true],
    ["This Agreement will be governed by the laws of the State of Delaware, United States of America, and any disputes arising out of this Agreement will be brought before the courts of Delaware, and __YOU__ consent to that venue and agree not to challenge it.", [], true],
    ["These Terms and Conditions will be governed by and construed in accordance with the laws of the Commonwealth of Pennsylvania, without giving effect to any principles of conflicts of laws.", [], true],
    ["These Terms of Service shall be governed by the internal substantive laws of the United Kingdom, without respect to its conflict of laws principles.", [], true],
    ["By visiting this website, __YOU__ agree that the laws of the state of California, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between __YOU__ and __THEM__.", [], true],
    ["This Agreement will be governed by the laws of Romania and by international copyright regulations and treaties.", [], true],
    ["The parties agree that the substantive laws of the State of Illinois shall govern the existence, validity, and interpretation of this Agreement, without regard to choice of law principles.", [], true],
    ["This Agreement is entered into in the State of New York and shall be governed by, and construed in accordance with, the laws of the State of New York, exclusive of its choice of law rules.", [], true],
    ["This Contract will be governed by and interpreted in accordance with the laws of the State of Georgia, without regard to conflict of laws principles, and is subject to any federal, state or local tariffs that may apply.", [], true],
    ["This Agreement and all aspects of the Company Services shall be governed by and construed in accordance with the internal laws of the United States and the State of Florida governing contracts entered into and to be fully performed in Florida (i.e., without regard to conflict of law's provisions) regardless of your location.", [], true],
    ["This Agreement will be governed by and construed in accordance with the laws of England and Wales.", [], true],
    ["Any disputes related to the Services provided pursuant to this Agreement shall be governed in all respects by and construed in accordance with the laws of the State of New York, United States of America, excluding its conflict-of-laws rules.", [], false],
    ["The construction, validity and performance of this Agreement and all non-contractual obligations arising from or connected with this Agreement shall be governed by the laws of the State of Delaware, U.S. excluding its conflict of laws principles.", [], true],
    ["This Agreement and the relationship of __THEM__ and __YOU__ is governed by the laws of the State of Utah, without regard to its conflict of law provisions and without regard to the United Nations Convention on Contracts for the International Sale of Goods.", [], true],
    ["This Agreement shall be governed and interpreted in accordance with the laws of the State of Wisconsin, without reference to its conflict of laws or other rules that would require the application of the laws of another jurisdiction.", [], true],
    ["Except as expressly stated otherwise, this Agreement shall be governed by, and will be construed under, the laws of the United States of America and the law of the State of California, without regard to choice of law principles.", [], true],
    ["Governing Law: These TOU and all claims related to them, their execution, or the performance of the parties under them, shall be governed by and construed in accordance with the laws of the State of Wyoming, without giving effect to its conflict of laws provisions.", [], true],
    ["These Terms will be governed by California law except for its conflicts of laws principles.", [], true],
    ["In such an instance, the Agreement shall be governed by, and construed in accordance with, the laws of England and Wales, excluding application of its conflicts of law principles.", [], true],
    ["All sales agreements shall be deemed made in, and shall be governed by, the laws of California, without regard to principles of conflict of laws that would cause the application of the laws of another jurisdiction.", [], true],
    ["This License will be governed in all respects, by and construed in accordance with the laws of the Commonwealth of Virginia, USA, without reference to its principles relating to conflicts of law.", [], true],
    ["This agreement will be governed by and construed and interpreted in accordance with the laws of the State of New York, without reference to principles of conflict of laws and without application of the Uniform Computer Information Transaction Act or the United Nations Convention of Controls for International Sale of Goods.", [], true],
    ["agree that the substantive laws of the State of Florida, without reference to its principles of conflicts of laws, will be applied to govern, construe and enforce all of the rights and duties of the parties arising from or relating in any way to the subject matter of this Agreement.", [], true],
    ["Except as otherwise set forth herein, this License Agreement shall be governed by, and will be construed under, the Laws of the United States of America and the law of the State of Delaware, without regard to choice of law principles.", [], true],
    ["All sales agreements shall be deemed made in, and shall be governed by, the laws of Switzerland, without regard to principles of conflict of laws that would cause the application of the laws of another jurisdiction.", [], true],
    ["The EULA, and the rights and obligations of the parties hereto, shall be governed and construed by and in accordance with the laws of the Republic of Iceland.", [], true],
    ["This Agreement shall be governed in all respects by the laws of Singapore as such laws are applied to agreements entered into and to be performed entirely within Singapore, without regard to conflict of law provisions.", [], true],
    ["The internal substantive laws of the State of Wisconsin will govern these Terms of Use and any dispute that may arise hereunder without regard to any conflict of law principles.", [], true],
    ["If your primary headquarters is located in North or South America, __YOU__ are contracting with __THEM__, One Microsoft Way, Redmond, WA 98052, USA, and Washington state law governs the interpretation of this Agreement and applies to claims for breach of it, regardless of conflict of laws principles.", [], true],
    ["Any relevant terms and conditions, policies and notices shall be governed by and construed in accordance with the laws of Canada without giving effect to any principles of conflict of law.", [], true],
    ["This Site and these Terms of Use (including without limitation the validity, construction and performance of duties related to the Terms of Use) will be governed by and construed in accordance with the laws of the United States of America and the laws of the State of New York without giving effect to any principles of conflicts of laws.", [], true],
    ["These Terms and any action related thereto will be governed by the laws of the State of California without regard to or application of its conflict of law provisions or your state or country of residence.", [], true],
    ["If __YOU__ reside outside of the United States, this Agreement and any dispute arising out of or related to it or the Service shall be governed in all respects by the laws of the Grand Duchy of Luxembourg and shall be considered to have been made and accepted in the Grand Duchy of Luxembourg, without regard to conflict of law provisions.", [], true],
    ["__YOU__ and __THEM__ irrevocably agree to the exclusive jurisdiction and venue of the Singapore courts for all disputes arising out of or relating to this Agreement, regardless of conflict of laws principles.", [], false],
    ["As such, the laws of the State of Nevada will govern these disclaimers, terms, and conditions, without giving effect to any principles of conflicts of laws.", [], true],
    ["If __YOU__ acquired the Software in Canada, unless expressly prohibited by local law, this EULA is governed by the laws in force in the Province of Ontario, Canada; and, any dispute between __YOU__ and __THEM__ regarding this EULA will be subject to the exclusive jurisdiction of the federal and provincial courts sitting in Toronto, Ontario.", [], true],
    ["Except as expressly stated otherwise, this Agreement shall be governed by, and will be construed under, the laws of England and Wales, without regard to choice of law principles.", [], true],
    ["By accessing this Site, __YOU__ and __THEM__ agree that all matters relating to your access to, or use of, this Site shall be governed by and interpreted in accordance with the laws England and Wales, and shall be subject to the jurisdiction of the courts of England.", [], true],
    ["A.    the United States of America then __YOU__ are contracting with __THEM__, Inc., of 3100 Ocean Park Boulevard, Santa Monica, CA 90405-3032 and any claims arising out of this Agreement (including interpretation, claims for breach, and all other claims (including consumer protection, unfair competition, and tort claims)) will be subject to the laws of the state of California, without reference to conflict of laws principles.", [], true],
    ["The laws of the state where __YOU__ live govern the interpretation of this Agreement, claims for breach of it, and all other claims (including consumer protection, unfair competition, and tort claims), regardless of conflict of law principles, except that the FAA governs all provisions relating to arbitration.", [], true],
    ["a. If your primary headquarters is located in Europe, the Middle East or Africa, __YOU__ are contracting with __THEM__,  Atrium Block B, Carmenhall Road, Sandyford Industrial Estate, Dublin 18, Ireland, and the laws of Ireland govern the interpretation of this Agreement and apply to claims for breach of it, regardless of conflict of laws principles.", [], true],
    ["This Agreement, its validity and effect, shall be interpreted under and governed by the laws of the District of Columbia, without regard to its conflict of laws provisions, and __YOU__ agree that the arbitrators shall award all costs of arbitration, including reasonable attorneys' fees plus legal rate of interest, to the successful party.", [], true],
    ["These Terms of Use and your use of the Site and any information contained on the Site or products and services provided by the Site as well as personal information __YOU__ may provide to __THEM__ via the Site shall be governed by the laws and regulations of the United States of America and the State of New Jersey without regard to its conflicts of laws principles.", [], true],
    ["This EULA is subject to, and will be governed by and construed in accordance with the substantive laws of France, to the extent permitted by applicable consumer law.", [], true],
    ["Any dispute between __YOU__ and Corel regarding this EULA will be subject to the exclusive venue of the state and federal courts in the State of California.", [], false],
    ["This Agreement shall be governed by Massachusetts law and controlling United States federal law, without regard to the choice or conflicts of law provisions of any jurisdiction, and any disputes, actions, claims or causes of action arising out of or in connection with this Agreement or the Service shall be subject to the exclusive jurisdiction of the state and federal courts located in Boston, Massachusetts.", [], true],
    ["As such, the laws of the Commonwealth of Massachusetts will govern these disclaimers, terms, and conditions, without giving effect to any principles of conflicts of laws.", [], true],
    ["As each of these jurisdictions has laws and regulations that may differ from those of Florida, by accessing the Site and using the Toolbar __YOU__ and Safe Saver agree that the laws of Florida (expect for conflicts of laws principles) will apply to all matters relating to use of the Toolbar.", [], true],
    ["If __YOU__ are a resident of the United States, this Agreement and any dispute arising out of or related to it or the Service shall be governed in all respects by the laws of the State of California as they apply to agreements entered into and to be performed entirely within California between California residents, without regard to conflict of law provisions.", [], true],
    ["10.6 This EULA will be governed by and construed in accordance with the laws of England and Wales; and the courts of England will have exclusive jurisdiction to adjudicate any dispute arising under or in connection with this EULA.", [], true],
    ["Portal, including www.chun.ca website, by publishing, accessing, and/or using the sites __YOU__ agree that all matters arising from or relating to the use and operation of the sites will be governed by the laws of the Province of British Columbia, without regard to its conflict of laws principles.", [], true],
    ["This Agreement shall be construed (without regard to conflicts or choice of law principles) under the laws of the State of New York, as such law is applied to agreements between New York residents entered into and to be performed within New York, except as governed by federal law.", [], true],
    ["__YOU__ agree that any disputes between __YOU__ and Registrar shall be governed in all respects by and in accordance with the laws of the State of Florida.", [], false],
    ["The laws of the State of Oklahoma (without giving effect to its conflict of laws principles) govern all matters arising out of or relating to this Agreement and the transactions it contemplates, including, without limitation, its interpretation, construction, performance, and enforcement.", [], true],
    ["Except as otherwise set forth in the UDRP or any similar ccTLD policy with respect to any dispute over a domain name registration, this Agreement, your rights and obligations and all actions contemplated by this Agreement shall be governed by the laws of the United States of America and the State of Florida, without regard to conflict of laws principles, as if the Agreement was a contract wholly entered into and wholly performed within Duval County in the State of Florida.", [], true],
    ["B.    the United Kingdom, the French Republic, the Federal Republic of Germany, then __YOU__ are contracting with __THEM__ International UA of Beechavenue 131, 1119RB Schipohol-Rijk, Netherlands and the laws of England and Wales govern the interpretation of this Agreement and apply to claims for breach of it, without reference to conflict of laws principles.", [], true],
    ["20. The Agreement will be governed by the laws of Illinois applicable to contracts entered into and wholly performed within the state without regard to its conflict of law All disputes related to the Agreement shall be heard in the Circuit Court of Cook County, Illinois, U.S.A. or the U.S. District Court for the Northern District of Illinois, Chicago, Illinois U.S.A. or in the US District Courts in the Eastern or Southern Districts of New York, USA.", [], true],
    ["This contract shall be exclusively subject to the laws of the state in which it is published.", [], true],
    ["With respect to Services rendered by __THEM__ in the United States of America, this Agreement will be governed by, and construed in accordance with, the laws of the state of Washington and all disputes arising out of or related to this Agreement will be brought exclusively in the courts located in the state of Washington; provided, however, that neither party will be prevented from enforcing any related judgment against the other party in any other jurisdiction.", [], true],
    ["__YOU__ agree that the laws of the Commonwealth of Virginia govern this contract and any claim or dispute that __YOU__ may have against __THEM__, without regard to Virginia's conflict of laws rules, and that the United Nations Convention on Contracts for the International Sale of Goods shall have no applicability.", [], true],
    ["The Services, Websites, and Applications are operated by a U.S. entity, and this EULA is made under and shall be governed by and construed in accordance with the laws of the State of California, consistent with the Federal Arbitration Act, without giving effect to any principles that provide for the application of the law of another jurisdiction.", [], true],
    ["This Agreement is to be governed by and construed in accordance with the laws and jurisdiction of the defending party.", [], true],
    ["Except to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of Israel, excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in Tel-Aviv, Israel.", [], true],
    ["Any and all disputes arising under this Agreement shall be subject to the exclusive jurisdiction of the courts located in Orange County, California.", [], false],
    ["For such U.S. federal government entities, these Terms and any action related thereto will be governed by the laws of the United States of America (without reference to conflict of laws) and, in the absence of federal law and to the extent permitted under federal law, the laws of the State of California (excluding choice of law).", [], true],
    ["18.9 These Terms shall be governed by and interpreted in accordance with the Danish Law and shall be subject to the jurisdiction of the Courts of Copenhagen, Denmark.", [], true],
    ["Each party shall comply with the export laws and regulations of the United States and other applicable jurisdictions in providing and using the Services.", [], false],
    ["For any dispute arising under this Agreement, __YOU__ agree to submit to the personal and exclusive jurisdiction of the federal and state courts located in the State and County of New York.", [], false],
    ["With respect to Services rendered by __THEM__ in Canada, this Agreement will be governed by, and construed in accordance with, the laws of Canada and all disputes arising out of or related to this Agreement will be brought exclusively in the courts located in the Province of British Columbia; provided, however, that neither party will be prevented from enforcing any related judgment against the other party in any other jurisdiction.", [], true],
    ["11.1 This Agreement shall be governed by and construed in accordance with Canadian law and __YOU__ hereby submit to the non-exclusive jurisdiction of the Canadian courts.", [], true],
    ["Proceedings arising out of or relating to this Agreement shall be brought exclusively in the federal court and/or state courts for the County of Santa Clara or the County of Alameda in and of the State of California in the United States of America.", [], false],
    ["Microsoft's free software and services are subject to United States and other jurisdictions' export and technology laws and __YOU__ agree to comply with all such applicable laws and regulations that apply to the software and/or services.", [], false],
    ["6. RESTRICTED RIGHTS This EULA is governed by the german law, without regard to any conflicts of law provisions.", [], true],
    ["(b) Except to the extent applicable law, if any, provides otherwise, this Agreement shall be governed by the laws of Hong Kong., excluding its conflict of law provisions.", [], true],
    ["The parties agree that any and all claims, causes of action or disputes (regardless of theory) arising out of or relating to the MSA shall be brought exclusively in the courts located in Travis County, Texas.", [], false],
    ["Each party stipulates and expressly submits to the personal jurisdiction of the State courts located in the County of Nevada, State of California, and federal courts within the Northern District of California sitting in San Francisco, California for the purpose of litigating any dispute, controversy, or proceeding arising out of or related to this Agreement", [], false],
    ["9.1 These Terms have been made in and shall be construed and enforced in accordance with Pennsylvania and Federal law without regard to any conflict of law provisions.", [], true],
    ["12.4 This agreement is governed by the law of the Federal Republic of Germany to the exclusion of the UN Convention on Contracts for the International Sale of Goods together with the conflict of laws of international private law.", [], true],
    ["8.9   Governing law: This Licence (and any non-contractual right or obligation arising out of or in relation to it) shall be governed by and construed in accordance with English law and __YOU__ hereby submit to the jurisdiction of the English courts.", [], true],
    ["__YOU__ shall comply with the export laws and regulations of the United States and other applicable jurisdictions in using LabelINSIGHT.", [], false],
    ["Each party agrees to submit to the exclusive and personal jurisdiction of the courts located in King County, Washington.", [], false],
    ["11.1 Irrespective of the country in which the Software was acquired the construction, validity and performance of this Agreement shall be governed in all respects by English law and __YOU__ agree to submit to the exclusive jurisdiction of the English courts.", [], true],
    ["Construction 2.5.1 Comply with Ontario Building Code (latest edition) and all other applicable laws, regulations, binding policies and guidelines having jurisdiction shall govern all work.", [], false],
    ["The respective courts of Santa Clara County, California shall have exclusive jurisdiction over all disputes relating to this Agreement.", [], false],
    ["__YOU__ hereby submit to the exclusive jurisdiction and venue of the appropriate State and Federal courts located in or around Santa Clara, California with respect to all matters arising out of or relating to this Agreement, or the Toolbar, Website or Services.", [], true],
    ["The United States District Court for the Southern District of New York and the State Courts in New York County, New York, when New York law applies, the courts of Luxembourg, when the law of Luxembourg applies, and, the courts of Japan when Japanese law applies shall each have non-exclusive jurisdiction over all disputes relating to this Agreement.", [], false],
    ["The exclusive jurisdiction and venue to adjudicate any dispute arising out of these License Terms shall be of the courts of Romania.", [], false],
    ["All actions relating to this EULA and the Software shall be brought exclusively in the state or federal court situated in Suffolk County, in the Commonwealth of Massachusetts, and __YOU__ and Rakuten Loyalty irrevocably submit to the personal jurisdiction and venue of such courts for the purposes of any dispute arising from this EULA.", [], false],
    ["With respect to Services rendered by __THEM__ in the United Kingdom, this Agreement will be governed by, and construed in accordance with, the laws of England and Wales and all disputes arising out of or related to this Agreement will be brought exclusively in the courts located in England; provided, however, that neither party will be prevented from enforcing any related judgment against the other party in any other jurisdiction.", [], true],
    ["The parties hereto agree that all actions or proceedings arising in connection with this Agreement, whether arising out of contractual, tort or otherwise, shall be tried and litigated exclusively in the State courts located in the County of Nevada, State of California, or the federal courts sitting in San Francisco, within the Northern Judicial District of the State of California.", [], false],
    ["This EULA is governed by Thobson Terms Of Use, Acceptable Use Policy located at www.thobson.com, excluding the application of its conflict of law rules.", [], false],
    ["__YOU__ and __THEM__ each agree to submit to the personal and exclusive jurisdiction of the courts located in Romania.", [], false],
    ["Any action or proceeding arising from or relating to these Terms of Service may only be brought in the courts located in Kitchener, Ontario and each party irrevocably submits to such exclusive jurisdiction and venue.", [], false],
    ["Such claims shall be exclusively brought in the state or federal courts located in Los Angeles County, California.", [], false],
    ["In consideration of your use of the __THEM__ Services, __YOU__ represent that __YOU__ are of legal age to form a binding contract and are not a person barred from receiving the __THEM__ Services under the laws of the United States or other applicable jurisdiction.", [], false],
    ["__YOU__ and __THEM__ agree to submit to the personal jurisdiction of the courts located within the county of Santa Clara, California or the Northern District of California, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to venue in such courts.", [], false],
    ["All disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of New York and __YOU__ expressly consent to the exercise of personal jurisdiction in the courts of New York in connection with any such dispute.", [], false],
    ["By accepting this Agreement, __YOU__ agrees that its use of our Services will be governed by, and in accordance with, the terms and conditions hereof.", [], false],
    ["Notwithstanding Section 12.3, for Malaysian residents who register for the PayPal Services with a Malaysian address, this Agreement is governed by and interpreted under the laws of Malaysia as such laws are applied to agreements entered into and to be performed entirely within Malaysia.", [], true],
    ["This EULA shall be governed by and construed in accordance with the laws of Sweden and the parties irrevocably and unconditionally submit to the exclusive jurisdiction of the courts of Sweden, provided, however, before either party proceeds with an application to court for the resolution of any dispute they shall first use their best endeavours during a period of 30 days to reach an amicable settlement through direct negotiations or mediation.", [], true],
    ["__YOU__ and __THEM__ irrevocably consent to the exclusive jurisdiction and venue of the state or federal courts in King County, Washington, USA, for all disputes arising out of or relating to this Agreement.", [], false],
    ["__YOU__ and __THEM__ agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within the County of San Francisco, California.", [], false],
    ["Compliance with Laws: By accessing or using the SpeedingSoftware Sites, __YOU__ agree to comply with all laws, rules and regulations implemented by any government authority or agency which govern or apply to the operation and use of the SpeedingSoftware Sites and any services offered therein.", [], false],
    ["__YOU__ agree to submit to the exclusive jurisdiction of the state and federal courts located in the County of San Francisco, California.", [], false],
    ["__YOU__ hereby consent to the exclusive jurisdiction and venue of the state courts sitting in San Francisco County , California or the federal courts in the Northern District of California to resolve any disputes arising under this EULA.", [], false],
    ["__YOU__ hereby consent to the exclusive jurisdiction and venue of the state courts sitting in the Province of Quebec, Canada, to resolve any disputes arising under this EULA.", [], false],
    ["Any legal action or proceeding arising under these Terms will be brought exclusively in the federal or state courts located in the Northern District of California and Concurrent and __YOU__ irrevocably consent to the personal jurisdiction and venue therein.", [], false],
    ["In consideration of your access to and use of the Trillian Services, __YOU__ represent that __YOU__ are of legal age to form a binding contract and are not a person barred from receiving the Trillian Services under the laws of the United States or other applicable jurisdiction.", [], false],
    ["The parties further submit to the exclusive jurisdiction of the Courts of the State of California, for any litigation arising out of this Agreement.", [], false],
    ["All claims, legal proceedings or litigation arising in connection with the Services will be brought solely in the federal or state courts located in San Francisco County, California, United States, and __YOU__ consent to the jurisdiction of and venue in such courts and waive any objection as to inconvenient forum.", [], false],
    ["__YOU__ and __THEM__ irrevocably consent to the exclusive jurisdiction and venue of the state or federal courts in King County, Washington, for all disputes arising out of or relating to this Agreement or the Services that are heard in court (not arbitration and not small claims court).", [], false],
    ["Governing Law: This Agreement will be governed by and construed in accordance with the substantive laws in force: (a) in the State of New York, if __YOU__ purchased the Software in the United States, Mexico, Central America, South America, or the Caribbean; (b) in Luxembourg; if __YOU__ purchased the Software in Canada, Europe, Middle East, Africa, Asia, or the region commonly known as the Pacific Rim; and (c) in Japan if __YOU__ purchased the Software in Japan.", [], true],
    ["The state and federal courts located in San Francisco, California shall have exclusive jurisdiction to adjudicate any dispute arising out of or relating to this MSA.", [], false],
    ["Any dispute arising out of, or in connection with this EULA shall be referred to the exclusive jurisdiction of the Courts of Paris, France, to the extent permitted by the consumer law of your usual place of residence.", [], false],
    ["__YOU__ and __THEM__ agree to submit to the personal jurisdiction of the courts located within Travis County, Texas, and agree to waive any and all objections to the exercise of jurisdiction over the parties by such courts and to venue in such courts.", [], false],
    ["Subject to the terms and conditions of this EULA, __THEM__ hereby grants __YOU__ a revocable, non-exclusive, non-transferable license to use the Software (\"License\") in accordance with the terms and conditions of this EULA.", [], false],
    ["Instead, and only in that circumstance, those parts will be severed and will proceed in a court of law, subject to all other provisions of this Agreement, in which case the governing law and exclusive jurisdiction for any such court proceeding shall be the state or federal courts sitting in the State of Delaware.", [], true],
    ["31.1Unless applicable mandatory law expressly dictates otherwise: - this Agreement is governed by and shall be construed and enforced under the laws of the Netherlands; - the applicability of the Vienna Sales Convention is expressly excluded; - Any action, dispute or proceeding instituted under this Agreement shall be brought before the competent court in Amsterdam, the Netherlands.", [], true],
    ["__YOU__ and __THEM__ agree to submit to the personal and exclusive jurisdiction of the courts located in Brno, Czech Republic.", [], false],
    ["Subject to the terms of this Agreement, Showpitch grants to __YOU__ a non-exclusive, revocable, non-transferable license to use Showpitch Services, including the Showpitch Platform, only in accordance with the rules and regulations of Showpitch and this Agreement.", [], false],
    ["__YOU__ agree to irrevocably submit to the sole and exclusive jurisdiction of the courts of New York State and the Federal courts of the Southern District of New York, situated in the City, County and State of New York.", [], false],
    ["IF __YOU__ ARE RESIDING IN, LOCATED IN, CITIZEN OF A EUROPEAN UNION MEMBER STATE, OR ANYWHERE OTHER THAN THE UNITED-STATES, WHEN PURCHASING THE LICENSED SOFTWARE, THE FOLLOWING DISPUTE RESOLUTION MECHANISM APPLIES TO __YOU__: Any dispute arising out of, or in connection with this EULA shall be referred to the exclusive jurisdiction of the Courts of Paris, France, to the extent permitted by the consumer law of your usual place of residence.", [], false],
    ["__YOU__ hereby expressly agree to irrevocably submit to the exclusive jurisdiction and venue of the State and Federal Courts located in the State of New York for the purposes of any suit, action or other proceeding arising out of or based upon the Terms or the subject matter hereto.", [], false],
    ["Unless expressly waived by __THEM__ in writing for the particular instance or contrary to local law, the sole and exclusive jurisdiction and venue for actions related to the subject matter hereof shall be the state and federal courts located in __THEM__'s principal corporate place of business (New York County, New York, U.S.A.).", [], false],
    ["1.6You hereby represent that __YOU__ have the legal capacity to enter into this Agreement and __YOU__ are not barred from receiving the Service under the laws of the United States or any other applicable jurisdiction.", [], false],
    ["__YOU__ agree to submit to the personal jurisdiction of the courts located within San Francisco County, California for the purpose of litigating all such claims or disputes.", [], false],
    ["User irrevocably submits to the jurisdiction of the state and federal courts sitting in Cuyahoga or Summit County, Ohio, and any action or proceeding arising out of this EULA Agreement will be heard and determined in such court.", [], false],
    ["In particular, the Program is subject to regulations respecting export permits and prohibitions on export under the laws of the United States and Canada.", [], false],
    ["This Agreement will not be governed by the conflict of laws rules of any jurisdiction or the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.", [], false],
    ["__YOU__ shall comply with these laws and regulations and shall not, without prior U.S. government authorization, export, re-export, or transfer Corel products, services or technology, either directly or indirectly, to any country in violation of such laws and regulations.", [], false],
    ["The parties hereby agree that all lawsuits arising out of or related to the Agreement for Programs entered into outside of the United States will be brought in the English courts, and each party hereby submits itself to the exclusive personal jurisdiction of such courts for such purpose.", [], false],
    ["__YOU__ may use the Services only if __YOU__ can form a binding contract with __THEM__ and are not a person barred from receiving services under the laws of the United States or other applicable jurisdiction.", [], false],
    ["Each party hereby attorns to the jurisdiction of the courts of the Province of Ontario and agrees not to oppose any action brought in Ontario on the basis that the courts of Ontario are not an appropriate or convenient forum for same.", [], false],
    ["__YOU__ shall fully comply with all applicable export license restrictions and requirements as well as with all laws and regulations relating to the importation of the Software, in the United States and in any foreign jurisdiction in which the Software is used.", [], false],
    ["Each Party represents and warrants that it will comply with all applicable federal, state and local laws, and regulations, rulings, orders, and other actions of governmental agencies (\"Rules\"), including but not limited to: the Communications Act of 1934 as amended by the Telecommunications Act of 1996, the rules and regulations of the Federal Communications Commission (\"FCC\") related to this Agreement and the subject matter thereof.", [], false],
    ["The Products are subject to export restrictions by the United States government and import restrictions by certain foreign governments, and __YOU__ agree to comply with all applicable export and import laws and regulations in your use of the Products.", [], false],
    ["Notwithstanding the foregoing, claims for preliminary injunctive relief, other pre-judgment remedies, and claims for __YOU__'s failure to pay for Services in accordance with this Agreement may be brought in a court of law over the subject matter and parties.", [], false],
    ["__YOU__ hereby submit to personal jurisdiction exclusively in the state and federal courts of Wisconsin, and waive all objections to a Wisconsin venue.", [], false],
    ["For the avoidance of doubt, if a dispute is submitted to arbitration or a court under this Section, the parties agree that this Agreement shall continue to be governed by the laws of Singapore.", [], false],
    ["__YOU__ consent to personal jurisdiction of such courts over __YOU__, stipulate to the fairness and convenience of proceeding in such courts, and covenant not to assert any objection to proceeding in such courts.", [], false],
    ["Any claims or actions regarding or arising out of this Agreement must be brought exclusively in a court of competent jurisdiction sitting in Tulsa, Oklahoma, and each party to this Agreement submits to the jurisdiction of such courts for the purposes of all legal actions and proceedings arising out of or relating to this Agreement.", [], false],
    ["__YOU__ consent to the exclusive jurisdiction and venue of courts in Mumbai, India in all disputes arising out of or relating to the use of this Web site or Service.", [], false],
    ["Exclusive jurisdiction must lie with the courts of Florida for all disputes, actions or proceedings arising out of or relating to this License Agreement.", [], false],
    ["Subject to the terms and conditions of this Agreement, Atlassian grants __YOU__ a non-exclusive, non-sublicenseable and non-transferable license to install and use the Software during the applicable License Term in accordance with this Agreement, your applicable Scope of Use, and the Documentation.", [], false],
    ["The parties agree that the state and federal courts sitting in Minnesota will have exclusive jurisdiction over any claim arising out of this Agreement, and each party consents to the exclusive jurisdiction of such courts.", [], false],
    ["__THEM__ hereby grant to __YOU__ and to your Affiliates, the non-exclusive, non-transferable, fully-paid licenses to electronically access and use the Site and the Services in accordance with the terms of this Agreement.", [], false],
    ["Additionally, notwithstanding this agreement to arbitrate, either party may seek emergency equitable relief before the state or federal courts located in San Francisco County, California in order to maintain the status quo pending arbitration, and hereby agree to submit to the exclusive personal jurisdiction of the courts located within San Francisco County, California for such purpose.", [], false],
    ["__YOU__ and the __THEM__ agree to submit to the exclusive jurisdiction of the state and federal courts sitting in the Borough of Manhattan in the City of New York in the State of New York, and waive any jurisdictional, venue, or inconvenient forum objections to such courts.", [], false],
    ["__YOU__ hereby consent to the exclusive jurisdiction and venue of the courts, tribunals, agencies and other dispute resolution organizations in Tarrant County, Texas, USA as to any dispute arising out of, relating to, or concerning Sites and/or these Terms.", [], false],
    ["__YOU__ agree to submit to the personal jurisdiction of the courts located within Singapore for the purpose of litigating all such claims or disputes.", [], false],
    ["If no agreement can be reached to settle a dispute concerning the interpretation or performance of this Agreement, the competent courts of England and Wales shall have exclusive jurisdiction.", [], false],
    ["Subject to the terms and conditions of this Agreement, Atlassian grants __YOU__ a non-exclusive right to access and use the Hosted Services during the applicable Subscription Term (as defined below) in accordance with this Agreement, your applicable Scope of Use and the Documentation.", [], false],
    ["Your use of the Fax-to-Email Services is subject to all applicable local, state, national and international laws and regulations (including without limitation those governing account collection, export control, consumer protection, unfair competition, anti-discrimination or false advertising).", [], false],
    ["8. Mutual Warranties Each party represents and warrants that it has the full right, power, legal capacity, and authority to enter into, deliver and fully perform under this MSA and that its performance hereunder will fully comply with all applicable laws, rules and regulations, including but not limited to the Privacy and Electronic Communications (EC Directive) Regulations 2003.", [], false],
    ["__YOU__ shall be responsible for and shall pay and shall indemnify and hold harmless __THEM__ and any and all of its affiliates, officers, directors, and employees against all taxes, duties, and levies of any kind imposed by any governmental entity with respect to the transactions contemplated under the this Agreement, including interest and penalties thereon (exclusive of taxes on __THEM__'s net income), irrespective of whether included in any invoice sent to __YOU__ at any time by __THEM__.", [], false],
    ["If applicable law prohibits any of the foregoing provisions regarding choice of law or jurisdiction, then the applicable law regarding such matters shall govern the interpretation and enforcement of this EULA and/or jurisdiction for dispute resolution.", [], false],
    ["Should any payments to __THEM__ become subject to withholding tax, then __YOU__ shall deduct these taxes from the amount owed to __THEM__ and pay the taxes to the appropriate tax authority in accordance with the laws thereof.", [], false],
    ["__YOU__ acknowledges that certain Software and technical data to be provided hereunder and certain transactions hereunder may be subject to export controls under the laws and regulations of the United States, the European Union, the United Nations and other jurisdictions.", [], false],
    ["__YOU__ and __THEM__ International agree to submit to the jurisdiction of, and agree that venue is proper in, these courts in any such legal action or proceeding.", [], false],
    ["8.8 In the cases described in paragraphs 8.1 - 8.5, this Agreement will not be governed by the conflict of laws rules of any jurisdiction or by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.", [], false],
    ["__YOU__ expressly agree that exclusive jurisdiction for any action, controversy, claim or dispute arising out of or relating to these Terms & Conditions or the Websites lies in the courts located in the State of Georgia.", [], false],
    ["Moreover if Your acquisition of the Software or Data is subject to the laws of the United States of America, __YOU__ represent and warrant that __YOU__ will comply with any specific restrictions and regulations that might be applicable to all contracts or agreements (including but not limited to the reproduction of the aoerestricted rights proprietary notices and/or legends) concluded with the United States government or its agents and representatives.", [], false],
    ["With respect to any disputes or claims not subject to informal dispute resolution or arbitration, __YOU__ agree not to commence or prosecute any action in connection therewith other than in the state and federal courts located in Collier County, Florida, and __YOU__ hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to, venue and jurisdiction in the state and federal courts located in Collier County, Florida.", [], false],
    ["Updated June 11, 2014 Effective July 31, 2014", [], false],
    ["IF __YOU__ LIVE IN THE UNITED STATES, SECTION 10 CONTAINS A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER.", [], false],
    ["IT AFFECTS YOUR RIGHTS ABOUT HOW TO RESOLVE ANY DISPUTE WITH MICROSOFT.", [], false],
    ["PLEASE READ IT.", [], false],
    ["Thank you for choosing Microsoft!", [], false],
    ["This is an agreement between __YOU__ and __THEM__ (or based on where __YOU__ live, one of its affiliates) that describes your rights to use the software and services identified in section 1.1.", [], false],
    ["For your convenience, __THEM__ have phrased some of the terms of this Agreement in a question and answer format.", [], false],
    ["__YOU__ should read the entire Agreement because all of the terms are important and together create a legal agreement that, once accepted by __YOU__, applies to __YOU__.", [], false],
    ["1. Scope of agreement, acceptance, and changes", [], false],
    ["What services are covered by this Agreement?", [], false],
    ["__THEM__ refer to these services, as well as other software, websites, and services that link to this Agreement collectively as the \"Services.", [], false],
    ["\" When using the Services, __YOU__ must abide by these terms (\"this Agreement\").", [], false],
    ["How do I accept this agreement?", [], false],
    ["By using or accessing the Services, or by agreeing to these terms where the option is made available to __YOU__ in the user interface, __YOU__ agree to abide by this Agreement without modification by __YOU__.", [], false],
    ["If __YOU__ don't agree, __YOU__ may not use the Services.", [], false],
    ["Can Microsoft change this Agreement after I've accepted it?", [], false],
    ["From time to time, Microsoft may change or amend these terms.", [], false],
    ["If __THEM__ do, __THEM__'ll notify __YOU__, either through the user interface, in an email message, or through other reasonable means.", [], false],
    ["If __YOU__ use the Services after the date the change becomes effective, __YOU__ consent to the changed terms.", [], false],
    ["If __YOU__ don't agree to the changes, __YOU__ must stop using the Services, cancel any paid Services by following the instructions in section 9.10, and close your Microsoft account.", [], false],
    ["Otherwise, the new terms will apply to __YOU__.", [], false],
    ["What types of changes can I expect to the Services?", [], false],
    ["__THEM__ continuously work to improve the Services and may change the Services at any time.", [], false],
    ["__THEM__ may release the Services or their features in a beta version, which may not work correctly or in the same way the final version may work.", [], false],
    ["From time to time __THEM__ may stop providing portions of the Services.", [], false],
    ["__THEM__ may do so, for example, if it's no longer feasible for __THEM__ to provide a Service, the technology advances, customer feedback indicates a change is needed, our agreements with third parties no longer permit __THEM__ to make their material available, or external issues arise that make it imprudent or impractical to continue.", [], false],
    ["What age do I have to be to use the Services?", [], false],
    ["By using the Services, __YOU__ represent that __YOU__ have either reached the age of \"majority\" where __YOU__ live or have valid parent or legal guardian consent to be bound by the terms of this Agreement.", [], false],
    ["If __YOU__ don't know whether __YOU__ have reached the age of majority where __YOU__ live, or don't understand this section, please don't create an account before __YOU__ have asked your parent or legal guardian for help.", [], false],
    ["If __YOU__'re the parent or legal guardian of a minor that creates an account, __YOU__ accept this Agreement on the minor's behalf and are responsible for all use of the accounts or Services, including purchases, whether the minor's account is now open or created later.", [], false],
    ["2. __THEM__ account", [], false],
    ["What is a __THEM__ account?", [], false],
    ["__THEM__ account is a service that lets __YOU__ sign in to __THEM__ products, websites and services, as well as those of select __THEM__ partners.", [], false],
    ["When creating a __THEM__ account __THEM__ ask __YOU__ to provide certain information, like your name and password, birth date, certain demographic information, and security information such as an alternate email address or phone number.", [], false],
    ["The email address or user name that __YOU__ use to create your __THEM__ account will be unique to __YOU__ for as long as your __THEM__ account is still active.", [], false],
    ["In the event your __THEM__ account is closed either by __YOU__ or by __THEM__ pursuant to the terms of this Agreement, the email address or user name may be recycled into our system and assigned to another user.", [], false],
    ["Existing __THEM__ account holders may need to provide security information to continue using their __THEM__ account.", [], false],
    ["To access and manage your __THEM__ account and security information, __YOU__ can visit the Security info webpage (https://account.live.com/proofs/Manage).", [], false],
    ["To access the Windows Services and Office Services, __YOU__ must be logged in with a __THEM__ account.", [], false],
    ["Please review the Privacy Statements (as defined below) to understand how __THEM__ collects and uses the information associated with your __THEM__ account.", [], false],
    ["__YOU__'re responsible for keeping your account information and password confidential and are responsible for all activity that occurs under your __THEM__ account.", [], false],
    ["__YOU__ can use your __THEM__ account to gain access to other __THEM__ products, websites, or services (like Windows, Xbox Services, and Windows Phone).", [], false],
    ["If __YOU__ do so, the terms and conditions for those products, websites, or services, including their respective privacy statements, if different from this Agreement, may also apply to your use of those products, websites, or services.", [], false],
    ["__YOU__ must sign in to your __THEM__ account periodically, at a minimum every year, to keep services associated with your __THEM__ account active, unless provided otherwise in an offer for a paid portion of the Services.", [], false],
    ["If __YOU__ don't sign in during this period, __THEM__ will close your account (which means __YOU__ won't have access to the Windows Services, Office Services, Content stored in your account, and any other product or service that uses __THEM__ account).", [], false],
    ["If your Services are canceled, __THEM__ will delete information or Content (as defined below) associated with your __THEM__ account, or will otherwise disassociate it from __YOU__ and your __THEM__ account, unless the law requires __THEM__ to keep it.", [], false],
    ["What if I can't access my __THEM__ account?", [], false],
    ["If __YOU__'ve forgotten your password or otherwise can't access your __THEM__ account, __YOU__ can recover your __THEM__ account by visiting the Reset your password webpage (https://account.live.com/password/reset).", [], false],
    ["__THEM__'ll do our best to help __YOU__ recover your __THEM__ account; however __THEM__ can't guarantee that your __THEM__ account will be restored or your Content will be recovered.", [], false],
    ["What if I obtained my __THEM__ account from someone other than __THEM__?", [], false],
    ["__THEM__ doesn't permit users to transfer their __THEM__ accounts, though in some cases, __THEM__ allow __YOU__ to obtain your __THEM__ account through a third party, like a school, a business, an Internet service provider (ISP), or the administrator of a managed domain (http://www.domains.live.com).", [], false],
    ["In such cases, that third party may have additional rights over your __THEM__ account, like the ability to reset your password, view your account usage or profile data, read or store Content in your account, or suspend or cancel your __THEM__ account.", [], false],
    ["In these cases, __YOU__'re subject to this Agreement and any additional terms of use from that third party, which should be made available to __YOU__ by such third party.", [], false],
    ["__THEM__ has no responsibility in relation to third parties' additional terms of use.", [], false],
    ["If __YOU__'re the administrator of a managed domain, __YOU__'re responsible for all activity that takes place within the accounts on that domain.", [], false],
    ["3. Content", [], false],
    ["3.1.   Who owns my Content that I put on the Services?", [], false],
    ["Some Services enable __YOU__ to communicate with others and share or store various types of files, such as photos, documents, music and video.", [], false],
    ["The contents of your communications and your files are your \"Content\" and, except for material that __THEM__ license to __YOU__ that may be incorporated into your own Content (such as clip art), __THEM__ don't claim ownership of the Content __YOU__ provide on the Services.", [], false],
    ["Your Content remains your Content, and __YOU__'re responsible for it.", [], false],
    ["3.2.   Who can access my Content?", [], false],
    ["__YOU__ have initial control over who may access your Content.", [], false],
    ["However, if __YOU__ share Content in public areas of the Services, through features that permit public sharing of Content, or in shared areas available to others __YOU__'ve chosen, __YOU__ agree that anyone __YOU__'ve shared Content with may, for free, use, save, reproduce, distribute, display, and transmit that Content in connection with their use of the Services and other __THEM__, or its licensees', products, and services.", [], false],
    ["If __YOU__ don't want others to have that ability, don't use the Services to share your Content.", [], false],
    ["__YOU__ represent and warrant that for the duration of this Agreement __YOU__ have (and will have) all the rights necessary for the Content __YOU__ upload or share on the Services and that the use of the Content, as contemplated in this section 3.2, won't violate any law.", [], false],
    ["What does __THEM__ do with my Content?", [], false],
    ["When __YOU__ transmit or upload Content to the Services, __YOU__'re giving __THEM__ the worldwide right, without charge, to use Content as necessary: to provide the Services to __YOU__, to protect __YOU__, and to improve __THEM__ products and services.", [], false],
    ["__THEM__ uses and protects your Content as outlined in the Windows Services Privacy Statement (http://go.__THEM__.com/fwlink/?LinkID=253457), Bing Privacy Statement (http://go.__THEM__.com/fwlink/?LinkId=248686), MSN Privacy Statement (http://go.__THEM__.com/fwlink/?LinkId=248688), and Office Services Privacy Statement (http://go.__THEM__.com/fwlink/?LinkId=327851) (collectively the \"Privacy Statements\").", [], false],
    ["What types of advertising are used by the Services?", [], false],
    ["Some of the Services are supported by advertising.", [], false],
    ["Controls for how __THEM__ personalizes advertising are available on the Your privacy and __THEM__ personalized ads website (http://choice.__THEM__.com).", [], false],
    ["__THEM__ don't use what __YOU__ say in email, chat, video calls or voice mail, to target advertising to __YOU__.", [], false],
    ["__THEM__ don't use your documents, photos or other personal files to target advertising to __YOU__.", [], false],
    ["Our advertising policies are covered in detail in the Privacy Statements.", [], false],
    ["Does __THEM__ have voice enabled services?", [], false],
    ["If __YOU__ use a Service that is voice enabled, __YOU__ consent to __THEM__ recording and collecting your voice input for use by __THEM__ to improve the quality and accuracy of voice enabled services and as further described in the Privacy Statements.", [], false],
    ["What type of Content or actions aren't permitted?", [], false],
    ["In order to protect our customers and the Services, __THEM__ have established this Code of Conduct governing the use of the Services.", [], false],
    ["Content or actions that violate this Agreement aren't permitted.", [], false],
    ["i. Don't use the Services to do anything illegal.", [], false],
    ["ii. Don't engage in any activity that exploits, harms, or threatens to harm children.", [], false],
    ["iii. Don't send spam or use your account to help others send spam.", [], false],
    ["Spam is unsolicited bulk email, postings or instant messages.", [], false],
    ["vi. Don't engage in activity that is harmful to the Services or others (e.g.", [], false],
    ["viruses, stalking, hate speech, advocating violence against others).", [], false],
    ["vii. Don't infringe upon the rights of others (e.g.", [], false],
    ["unauthorized sharing of copyrighted music, resale or other distribution of Bing maps, photographs and other Content).", [], false],
    ["viii. Don't engage in activity that violates the privacy of others.", [], false],
    ["In many cases __THEM__ is alerted to violations of the Code of Conduct through customer complaints, but __THEM__ also deploy automated technologies to detect child pornography or abusive behavior that might harm the system, our customers, or others.", [], false],
    ["When investigating these matters, __THEM__ or its agents will review Content in order to resolve the issue.", [], false],
    ["This is in addition to the uses __THEM__ describe in this Agreement and the Privacy Statements.", [], false],
    ["Can __THEM__ remove my Content from the Services?", [], false],
    ["__THEM__ will remove, limit distribution of, or disable access to your Content if __THEM__ determine it's in violation of this Agreement, __THEM__ receive a complaint from another user, __THEM__ receive a notice of intellectual property infringement, or other legal instruction for removal.", [], false],
    ["__THEM__ may also block delivery of a communication (like email or instant message) to or from the Services as part of our effort to protect the Services or our customers, or otherwise enforce the terms of this Agreement.", [], false],
    ["4. Services cancellation", [], false],
    ["What happens if I don't abide by this Agreement?", [], false],
    ["If __YOU__ violate this Agreement, there are a range of actions __THEM__ may take including removing your Content from the Services, suspending or canceling your access to the Services, disabling or terminating your __THEM__ account (which means __YOU__ may no longer have access to those __THEM__ products, services, or Content connected to your __THEM__ account), and/or referring such activity to appropriate authorities.", [], false],
    ["Content that is deleted may be irretrievable.", [], false],
    ["Are there other ways I could lose access to the Services?", [], false],
    ["Failing to sign in to your __THEM__ account (whether through Outlook.com, OneDrive, or any other service that uses __THEM__ account) at least once every year (see section 2.1) means that __YOU__ won't be able to access the Services and __YOU__'ll lose your Content (unless provided otherwise in an offer for paid Services).", [], false],
    ["Additionally, __THEM__ may stop providing portions of the Services, in accordance with section 1.4.", [], false],
    ["If __YOU__ sign up for a paid portion of the Services and fail to make an on-time payment, __THEM__ may suspend or cancel that Service (see section 9.1 for more details).", [], false],
    ["How can I terminate the Services?", [], false],
    ["__YOU__ may terminate the Services associated with your __THEM__ account at any time and for any reason by going to your Account webpage (https://account.live.com/closeaccount.aspx).", [], false],
    ["To cancel a paid portion of the Services, see section 9.10.", [], false],
    ["If __YOU__'re canceling your Services, the quickest means of eliminating your Content on the Services is to manually remove it from the various components of the Services (for example, manually delete your email).", [], false],
    ["However, please note that while Content __YOU__'ve deleted or that is associated with a closed account may not be accessible to __YOU__, it may still remain on our systems for a period of time.", [], false],
    ["Please see the Privacy Statements for more information about __THEM__'s retention practices.", [], false],
    ["What happens if my Services are canceled or terminated?", [], false],
    ["If your Services are canceled or terminated (whether by __YOU__ or __THEM__), your right to use the Services stops immediately and your license to use the software related to the Services ends.", [], false],
    ["__YOU__ must then uninstall that software, or, alternatively, __THEM__ may disable it.", [], false],
    ["If your __THEM__ account is closed (whether by __YOU__ or __THEM__), your right to use your __THEM__ account stops immediately.", [], false],
    ["If any your Services are canceled or terminated, or if your __THEM__ account is closed, __THEM__ will delete information or Content associated with your __THEM__ account or will otherwise disassociate it from __YOU__ and your __THEM__ account.", [], false],
    ["__THEM__ are under no obligation to return Content to __YOU__.", [], false],
    ["5. Privacy", [], false],
    ["Your privacy is important to __THEM__.", [], false],
    ["__THEM__ describe how __THEM__ use and protect your Content and any information __THEM__ collect from __YOU__ in the Privacy Statements.", [], false],
    ["They are important so please read them carefully.", [], false],
    ["This Agreement incorporates the Privacy Statements by reference.", [], false],
    ["By using the Services or agreeing to these terms, __YOU__ consent to __THEM__'s collection, use and disclosure of your Content and information as described in the Privacy Statements.", [], false],
    ["6. Services disruptions and backup", [], false],
    ["__THEM__ strive to keep the Services up and running; however, all online services suffer occasional disruptions and outages, and __THEM__ isn't liable for any disruption or loss __YOU__ may suffer as a result.", [], false],
    ["__YOU__ should regularly backup the Content that __YOU__ store on the Services.", [], false],
    ["Having a regular backup plan and following it can help __YOU__ prevent loss of your Content.", [], false],
    ["__THEM__ make an effort to provide detailed service status on the Service status website (http://status.live.com).", [], false],
    ["7. Software", [], false],
    ["What terms govern the software that is part of the Services?", [], false],
    ["Unless accompanied by a separate license agreement, any software provided by __THEM__ to __YOU__ as part of the Services is subject to the terms of this Agreement.", [], false],
    ["The software is licensed, not sold, and __THEM__ reserves all rights to the software not expressly granted by __THEM__, whether by implication, estoppel, or otherwise.", [], false],
    ["If this Agreement governs the website __YOU__'re viewing, any third-party scripts or code, linked to or referenced from this website, are licensed to __YOU__ by the third parties that own such code, not by __THEM__.", [], false],
    ["How can I use the software that is provided as part of the Services?", [], false],
    ["__THEM__ grant __YOU__ the right to install and use one copy of the software per device on a worldwide basis for use by only one person at a time as part of your use of the Services, but only if __YOU__ comply with all other terms in this Agreement.", [], false],
    ["Are there things I can't do with the software or Services?", [], false],
    ["__YOU__ may not use the Services in any unauthorized way that could interfere with anyone else's use of them or gain access to any service, data, account, or network.", [], false],
    ["__YOU__ may not enable access to the Services by unauthorized third-party applications.", [], false],
    ["How is the software updated?", [], false],
    ["__THEM__ may automatically check your version of the software.", [], false],
    ["To the greatest extent under applicable law, (1) if __YOU__ acquired the Software in the United States, the laws of the State of New York, United States of America, shall govern the interpretation and enforcement of this EULA without regard to principles of conflicts of laws, and all disputes arising out of this EULA shall be subject to the sole and exclusive jurisdiction of the federal or state courts within the State of New York, except that the Company shall have the right to bring an action for injunctive relief in any court of competent jurisdiction;", [], true],
    ["(2) if __YOU__ acquired the Software in Canada, unless prohibited by local law, the laws of the Province of Ontario, Canada, shall govern the interpretation and enforcement of this EULA without regard to principles of conflicts of laws, and all disputes arising out of this EULA shall be subject to the sole and exclusive jurisdiction of the federal or provincial courts sitting in Toronto, Ontario, Canada, except that the Company shall have the right to bring an action for injunctive relief in any court of competent jurisdiction;", [], true],
    ["(3) if __YOU__ acquired the Software in the European Union, Iceland, Norway or Switzerland, unless prohibited by local law, the laws of the Netherlands shall govern the interpretation and enforcement of this EULA without regard to principles of conflicts of laws, and all disputes arising out of this EULA shall be subject to the sole and exclusive jurisdiction of the courts of the Netherlands, except the Company shall have the right to bring an action for injunctive relief in any court of competent jurisdiction;", [], true],
    ["and (4) if __YOU__ acquired the Software in any other country, unless prohibited by local law, the laws of the State of New York, United States of America, shall govern the interpretation and enforcement of this EULA without regards to principles of conflicts of laws, and all disputes arising out of this EULA shall be subject to the sole and exclusive jurisdiction of the federal and state courts within the State of New York, except the Company shall have the right to bring an action for injunctive relief in any court of competent jurisdiction.", [], true],
    ["__YOU__ and __THEM__ each agree that the TOS and the relationship between the parties shall be governed by the laws of the State of California without regard to its conflict of law provisions and that any and all claims, causes of action or disputes (regardless of theory) arising out of or relating to the TOS", [], true],
    ["the relationship between __YOU__ and __THEM__, shall be brought exclusively in the courts located in the county of Santa Clara, California or the U.S. District Court for the Northern District of California.", [], true],
    ["use of the Product and all claims arising out of or related to this Agreement will, to the extent permitted under applicable law, be subject to the laws of the State of California, without reference to conflict of laws principles and __YOU__ consent to the exclusive jurisdiction and venue of state and federal courts in Los Angeles, California, USA to resolve any claims that are subject to exceptions to the arbitration agreement described in Section 22 above, or otherwise determined to be arbitrable", [], true],
    ["in respect of users who live in and use the Product from a member state of the European Union other than the United Kingdom the French Republic, or the Federal Republic of Germany, to the extent that Sections 23.1 above are held by a court of competent jurisdiction to be unlawful, void, or for any reason unenforceable, __YOU__ agree that the laws of England and Wales govern the interpretation of this Agreement and apply to claims for breach of it, without reference to conflict of laws principles.", [], true],
    ["These Terms of Use shall be governed by, construed and enforced in accordance with the laws of the State of New York applicable to contracts made and wholly performed in such state,", [], true],
    ["and, for the purposes of any and all legal or equitable actions, __YOU__ specifically agree and submit to the exclusive jurisdiction and venue of the State and Federal Courts situated in the State and County of New York and agree __YOU__ shall not object to such jurisdiction or venue on the grounds of lack of personal jurisdiction, forum non conveniens or otherwise.", [], true],
    ["If __YOU__ use the __THEM__ service in Austria, Belgium, Sweden, or in any other member state of the European Union (except for Greece, Cyprus, and Malta) that is not explicitly specified in paragraphs 8.3, or in Switzerland this Agreement shall be governed by and construed in accordance with the substantial laws in force in Munich, the Federal Republic of Germany, and the competent court of Munich, the Federal Republic of Germany, shall have jurisdiction over all disputes relating to this Agreement.", [], true],
    ["By using the Websites, __YOU__ submit to personal jurisdiction in such courts for the purpose of any legal action.", [], false],
    ["Subject to the terms and conditions hereof, __THEM__ agrees to grant __YOU__ a non-exclusive license (the \"License\") to: (i) use the Data for lawful purposes; (ii) copy the Data into a machine-readable or printed form only as necessary to use it in accordance with this License; (iii) comply with all applicable laws and regulations governing the use of the Data; and (iv) enable __YOU__ reasonable access to the Data.", [], false],
    ["__YOU__ agree to submit to the personal jurisdiction of the courts in Luxembourg for the purpose of litigating all such claims or disputes.", [], false],
    ["This EULA will not be governed by the conflict of law rules of any jurisdiction, or the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.", [], false],
    ["This EULA will not be governed by the conflict of law rules of any jurisdiction, or the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.", [], false],
    ["The parties agree that the judicial forum for any actions or proceedings brought relating to this Agreement shall be the federal or state courts located in Chelan County or the U.S. Federal District Court for the Eastern District of Washington, as appropriate, and that no other court in any other country or state will have jurisdiction or venue as to any legal action brought to enforce, interpret, or recover damages for a breach of this Agreement.", [], false],
    ["All rights in and to the Web Font Software, including unpublished or unregistered rights, are reserved under the intellectual property laws of the United States and other jurisdictions.", [], false],
    ["This Agreement will not be governed by the conflict of law rules of any jurisdiction.", [], false],
    ["__THEM__ grants __YOU__ a non-exclusive, non-transferable, worldwide, revocable license to access and use of the Website and __THEM__ in accordance with the terms set forth in the Terms of Service.", [], false],
    ["__YOU__ waive all objections to this venue and agree not to dispute personal jurisdiction or venue in these courts.", [], false],
    ["This Agreement will not be governed by the conflict of law rules of any jurisdiction or by the United Nations Convention on contracts for the International Sale of Goods, the application of which are explicitly excluded.", [], false],
    ["Should a court of competent jurisdiction determine that other laws apply, the Agreements shall be enforced to the fullest extent permitted by the laws of the applicable jurisdiction and be interpreted to give maximum effect to the terms and conditions hereof.", [], false],
    ["Should a court of competent jurisdiction determine that other laws apply, the Agreements shall be enforced to the fullest extent permitted by the laws of the applicable jurisdiction and be interpreted to give maximum effect to the terms and conditions hereof.", [], false],
    ["18.8           If __YOU__ are a business, __THEM__ both irrevocably agree that the courts of England and Wales shall have exclusive jurisdiction to settle any dispute or claim arising out of or in connection with a Contract or its subject matter or formation (including non-contractual disputes or claims).", [], false],
    ["__YOU__ shall promptly provide __THEM__ with receipts or other applicable evidence of substantiating the payments as required under the laws of the applicable taxing authority.", [], false],
    ["Each party hereby consents to the exclusive jurisdiction of such courts.", [], false],
    ["__YOU__ agree that __YOU__ will be solely responsible for complying with any and all applicable laws regarding any transaction, including without limitation the determination of whether any investment complies with the terms of local law (whether the law of a US state, or the law of any foreign government with jurisdiction over __YOU__ or any investor).", [], false],
    ["__YOU__ further agree that any disputes or claims that __YOU__ may have against __THEM__ will be resolved by a court located in the Commonwealth of Virginia and __YOU__ agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.", [], false],
    ["Qnekt grants __YOU__ a limited, revocable, non-exclusive, non-assignable right to access and to install and use copies of the Service on your computer/smartphone running the Service and in accordance with this Agreement and within the scope of your authorization.", [], false],
    ["The parties hereby consent to exclusive jurisdiction in Irish courts with venue in Dublin, Ireland for such purpose.", [], false],
    ["As a further condition of providing Uploads __YOU__ (and any other individual depicted therein) unconditionally and irrevocably waive all claims to compensation use of the Uploads by __THEM__ and its affiliates, representatives, employees, or assigns and/or any right with respect to such use __YOU__ may have under copyright law, the right of publicity, the right of privacy, the law of defamation and/or any other common law or statutory claims under the laws of any jurisdiction.", [], false],
    ["If any of the provisions of these Terms of Service will contravene, or be invalid under, the laws of the particular jurisdiction where performed, such contravention or invalidity will not invalidate the whole agreement, rather these Terms of Service will be construed as if not containing the particular provision or provisions held invalid, and the rights and obligations of the parties will be construed and enforced accordingly.", [], false],
    ["Venue with respect to any dispute (not subject to arbitration as provided below) between ooVoo and User will rest exclusively in the state or federal courts located in New York, New York unless such venue would deprive User of any remedy, at law or in equity, which would otherwise be available in User's state of residence.", [], false],
    ["If __YOU__ leave a balance of Virtual Currency unused for a period of time set forth by your state, country, or other governing body in its unclaimed property laws, or if your account is closed, whether voluntarily or involuntarily, __THEM__ may process your Virtual Currency balance in accordance with our legal obligations, including by submitting funds associated with your Virtual Currency balance to the appropriate governing body where required by law.", [], false],
    ["If __YOU__ leave a balance of Virtual Currency unused for a period of time set forth by your state, country, or other governing body in its unclaimed property laws, or if your account is closed, whether voluntarily or involuntarily, __THEM__ may process your Virtual Currency balance in accordance with our legal obligations, including by submitting funds associated with your Virtual Currency balance to the appropriate governing body where required by law.", [], false],
    ["__YOU__ consent to exclusive jurisdiction and venue in such courts and irrevocably waive all claims and arguments relating to lack of personal jurisdiction or inconvenient forum.", [], false],
    ["__YOU__ hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in the state and federal courts of Nevada.", [], false],
    ["The parties agree that the sole and exclusive jurisdiction and venue for any and all disputes arising under this EULA shall be in any trial court located in or having jurisdiction over St. Louis County, Missouri.", [], false],
    ["__YOU__ expressly agree that the courts in the State of New York, New York County have exclusive jurisdiction over any claim or dispute with Viber or relating in any way to your use of the Licensed Application or Service.", [], false],
    ["__YOU__ shall not be entitled to approach the authorised dealer bank for resolution of complaint or dispute pertaining to payment of Balance.", [], false],
    ["__YOU__ shall be entitled to receive either the Reserve Amount or, if a charge back has been made as per Section 5.2 above, the balance thereof, after expiry of a period of 180 days of receipt of the Balance.", [], false],
    ["The __YOU__'s main focus during his/her time as a member of the organization, is to assist iSolation eSports owners in growing the organization, maintaining stability, utilizing the MEMBERs knowledge alongside the MEMBERs contacts and/or resources, branding the \"Isolation ESports\" name and/or sponsors, and producing content as directed by the owners of iSolation eSports.", [], false],
    ["Isolation eSports holds all possible expenses regarding different PR-arrangements. ", [], false],
    ["__YOU__ recognizes that they can't be a member of any other organization while a contracted member of iSolation eSports. ", [], false],
    ["4.4 The __YOU__ accepts that he/she isn't allowed to drink alcohol while representing the organization. ", [], false],
    ["The __YOU__ may not use, carry or promote products (mouse pads, headset / headphone, Teflon/glides, monitors, computers, game machines, mice, clothing, soft drinks, magazine, food, equipment, ETC.) in official events (in Offline tournaments) if these products compete with products from the organization's sponsors WITHOUT NOTIFYING ISOLATION ESPORTS 2 WEEKS MINIMUM IN ADVANCE.", [], false],
    ["5.8 During interviews (both written, on TV, on live stream, on radio, etc.), the __YOU__ has to thank all sponsors of the organization and Isolation E-Sports itself.", [], false],
    ["__YOU__ has to produce content for the organization to the standards that the owners of iSolation eSports sets forward rather it be directed by the owners and/or senior management of iSolation to be content produced by way of streaming, graphics and/or video content. ", [], false],
    ["The __YOU__ has to pay all fees regarding the shipping & handling of the hardware and clothing. ", [], false],
    ["Isolation eSports holds the right to TERMINATE CONTRACT at any given moment without notification or reprimand. ", [], false],
    ["__YOU__ is required to submit a sheet/roster of MEMBERs present personal sponsors. ", [], false],
    ["__YOU__ must promote __THEM__ sponsors on a weekly basis. ", [], false],
    ["Failure to do so places liability solely on the __YOU__ to meet all the requirements of iSolation eSports requirements first. ", [], false],
    ["The __THEM__ hereby agrees to provide all agreed Services to the __YOU__.", [], false],
    ["8. For the services rendered by the __THEM__ as required by this Agreement, the __YOU__ will provide compensation (the \"Compensation\") to the __THEM__ of $5,000.00 USD per month.", [], false],
    ["This Agreement shall be governed by Massachusetts law and controlling United States federal law, without regard to the choice or conflicts of law provisions of any jurisdiction, and any disputes, actions, claims or causes of action arising out of or in connection with this Agreement or the Service shall be subject to the exclusive jurisdiction of the state and federal courts located in Boston, Massachusetts.", [], true],
    ["BY USING THIS SITE __YOU__ ARE AGREEING TO THIS POLICY AND EVERYTHING EXPLAINED IN THIS EULA.", [], false],
    ["IX. ADVERTISMENTS", [], false],
    ["Revised on May 30, 2012", [], false],
    ["__YOU__ may not frame the Site on any other website.", [], false],
    ["__YOU__ use of the Licensed Application and Service may also be subject to other local, state, national, or international laws.", [], false],
    ["GOVERNING LAW", [], false],
    ["COMPLIANCE WITH INTELLECTUAL PROPERTY LAWS", [], false],
    ["Web Site means the area on the Server allocated by __THEM__ to __YOU__ for use by __YOU__ as a site on the Internet.", [], false],
    ["3. Trade Marks", [], false],
    ["__YOU__ may not modify or translate the Software.", [], false],
    [".", [], false],
    ["12.212 (Sept. 1995) and 48 C.F.R.", [], false],
    ["__THEM__ RESERVE THE RIGHT TO MODIFY THIS EULA FROM TIME TO TIME.", [], false],
    ["These laws restrict __YOU__ rights with respect to such content.", [], false],
    ["__YOU__ should print a copy of this EULA for future reference.", [], false],
    ["6.4 Nothing in this EULA shall limit or exclude __THEM__ liability for:", [], false],
    ["(a) all rights granted to __YOU__ under this EULA shall cease;", [], false],
    ["The arbitration shall be commenced as an individual arbitration, and shall in no event be commenced as a class arbitration.", [], false],
    ["4 Orders.", [], false],
    ["24.2 Governing Law; Jurisdiction.", [], false],
    ["Backup Copy", [], false],
    ["A. Governing Law; Entire Agreement", [], false],
    ["NO Governmental uses", [], false],
    ["Governing Law and Arbitration", [], false],
    ["12. GOVERNING LAW AND FORUM", [], false],
    ["SOME JURISDICTIONS DO NOT ALLOW A LIMITATION OF LIABILITY FOR DEATH, PERSONAL INJURY, FRAUDULENT MISREPRESENTATIONS OR CERTAIN INTENTIONAL OR NEGLIGENT ACTS, OR VIOLATION OF SPECIFIC STATUTES, OR THE LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OR ALL OF THE ABOVE LIMITATIONS OF LIABILITY MAY NOT APPLY TO __YOU__ .", [], false],
    ["In the event of a conflict between this EULA, any applicable purchase, or other terms, the terms of this EULA shall govern.", [], false],
    ["The foregoing disclaimer shall apply unless otherwise prohibited by law. ", [], false],
    ["Site Downloads.", [], false],
    ["Availability of Web Site.", [], false],
    ["At __THEM__'s expense, __THEM__ shall maintain a complete and current copy of the Web Site on a server located at a remote location.", [], false],
    ["WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, __THEM__ DOES NOT WARRANT OR REPRESENT THAT THE WEB SITE WILL PERFORM WITHOUT INTERRUPTION OR ERROR, OR THAT ALL IRREGULARITIES, ERRORS, PROBLEMS OR DEFECTS WILL BE DETECTED OR CORRECTED, OR THAT THE WEB SITE WILL MEET CUSTOMER'S REQUIREMENTS.", [], false],
    ["By using any of the materials presented on this site without appropriate license or attribution, __YOU__ may be liable for violation of intellectual property laws.", [], false],
    ["__THEM__'s site may permit __YOU__ to link to other websites or resources on the Internet, and other websites or resources may contain links to the Site.", [], false],
    ["__YOU__ will send all notices to __THEM__ via recognized overnight courier or certified mail, return receipt requested, to: General Counsel, Twitter Inc., 1355 Market Street, Suite 900, San Francisco, California 94103.", [], false],
    ["21. Insurance.", [], false],
    ["In the event of any conflicts between foreign law and Washington law, Washington law shall prevail and govern.", [], false],
    ["This MSA will be interpreted and construed in accordance with the English language.", [], false],
    ["__THEM__ shall return all Specifications and other Confidential Information, provided that __THEM__ may retain one copy for archival purposes.", [], false],
    ["Compliance With Laws.", [], false],
    ["Governing Law.", [], false],
    ["The Web Site", [], false],
    ["Termination of Web Site Development and/or Web Site Hosting.", [], false],
    ["Site Backup.", [], false],
    ["As reasonably requested by __YOU__, but not more than one (1) time a month, __THEM__ at its expense shall deliver to __YOU__ a complete electronic copy of the Web Site (including all __THEM__ Tools).", [], false],
    ["The mean response time for server response to all accesses to the Web Site shall not exceed more than 20 seconds during any 1 hour period or at the stated provisions of a third-party provider.", [], false],
    ["The law of the Federal Republic of Germany applies.", [], true],
    ["These Terms of Use shall be governed by, construed and enforced in accordance with the laws of the State of New York applicable to contracts made and wholly performed in such state, and, for the purposes of any and all legal or equitable actions, you specifically agree and submit to the exclusive jurisdiction and venue of the State and Federal Courts situated in the State and County of New York and agree you shall not object to such jurisdiction or venue on the grounds of lack of personal jurisdiction, forum non conveniens or otherwise.", [], true]
]
