[
  [
    "This indemnification will survive the termination of this Agreement.",
    [],
    false
  ],
  [
    "The Deposit is security for the performance of the Occupant’s obligations hereunder.",
    [],
    false
  ],
  [
    "This Agreement shall be interpreted, governed and construed under the laws of the State of California (without giving effect to its conflict of laws provisions that could apply to the law of another jurisdiction) as if executed in and to be wholly performed within the State of California.",
    [],
    false
  ],
  [
    "If you become aware of any unauthorised use of __YOU_PARTY__ password or of __YOU_PARTY__ account, you agree to notify __THEM_PARTY__ immediately at world.tech@the-__THEM_PARTY__.net Copyright And Trademark Notices All materials used by HUBnet, other than Submissions, including but not limited to software, images, pictures, graphics, photographs, animations, videos, music, audio, text (and any intellectual property rights in and to any of the same) belong to __THEM_PARTY__ or its licensors and are protected by copyright and/or other intellectual property rights.",
    [],
    false
  ],
  [
    "We disclaim any and all responsibility and liability for the availability, timeliness, security or reliability of the Services which are made available to __YOU_PARTY__ for __YOU_PARTY__ personal, non-commercial, use only.",
    [],
    false
  ],
  [
    "Use Of Communication Services  __NUM_MASK__ .",
    [],
    false
  ],
  [
    " If __YOU_PARTY__ installs a temporary generator as described above or contracts with __THEM_PARTY__ to place a permanent generator at the Site, (i) __THEM_PARTY__ and __YOU_PARTY__ acknowledge that __YOU_PARTY__ must comply with all applicable laws and regulations concerning the installation, operation, maintenance and removal of Tenantas generator and/or back up power supply including but not limited to obtaining any and all necessary government approvals and permits, and (ii) __YOU_PARTY__ agrees to indemnify, defend and hold harmless __THEM_PARTY__ for any and all costs, claims, administrative orders, causes of action, fines and penalties which arise out of the installation, operation, maintenance and removal of the generator and or back up power supply used solely by __YOU_PARTY__, and (iii) Upon request of __THEM_PARTY__, __YOU_PARTY__ agrees to provide __THEM_PARTY__ with all relevant information concerning the Tenantas generator and/or back up power supply necessary for __THEM_PARTY__ to comply with any reporting obligations for which __THEM_PARTY__ may be responsible.",
    [],
    false
  ],
  [
    "If __THEM_PARTY__ does not terminate this Agreement: (i) the Rent payable hereunder will be reduced or abated in proportion to the actual reduction or abatement of use of the Site by __YOU_PARTY__; and (ii) __THEM_PARTY__ will make any necessary repairs to the Site caused by the damage or destruction and will be entitled to use any and all insurance proceeds to pay for any repairs.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall return to __THEM_PARTY__ all property (including copies of any confidential or proprietary information and Intellectual Property) owned or possessed by __THEM_PARTY__ upon request or at the termination of this Agreement, whichever shall come first.",
    [],
    false
  ],
  [
    "In addition, the __YOU_PARTY__ shall maintain liability insurance in accordance with the __THEM_PARTY__'s requirements from time to time and shall indemnify and save harmless the __THEM_PARTY__ against any third party claims of any nature",
    [],
    false
  ],
  [
    "aC/ TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL __THEM_PARTY__ AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF HUBNET, WITH THE DELAY OR INABILITY TO USE HUBNET OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH HUBNET, OR OTHERWISE ARISING OUT OF THE USE OF HUBNET, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF IMPACT __THEM_PARTY__ GMBH OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.",
    [],
    false
  ],
  [
    "(b) __YOU_PARTY__ will protect the Confidential Information in accordance with the terms of this NDA for a period of five ( __NUM_MASK__ ) years from the date that the Confidential Information was disclosed to __YOU_PARTY__, unless __THEM_PARTY__ specifies in writing a different protection period for specific Confidential Information, in which case, __YOU_PARTY__ shall protect such specific Confidential Information for the specified period.",
    [],
    true
  ],
  [
    "__YOU_PARTY__'s obligations under Paragraphs  __NUM_MASK__  and  __NUM_MASK__  shall extend for a period of five ( __NUM_MASK__ ) years from the effective date of this Agreement.",
    [],
    true
  ],
  [
    "The __THEM_PARTY__ must provide the Services with the skill, care and diligence expected of a professional __THEM_PARTY__ experienced in projects or activities of the type the subject of the Services and must carry out all responsibilities in a thorough, skilful and professional manner and in accordance with recognised and relevant professional standards.",
    [],
    false
  ],
  [
    "The obligations set forth in this Agreement shall survive indefinitely.",
    [],
    true
  ],
  [
    "User accounts cannot be shared or used by more than one User but may be reassigned to new Users replacing former Users.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ acknowledges that use by it or communication of the __THEM_PARTY__'s Confidential Information to any third party would cause immediate and irreparable harm to the __THEM_PARTY__ for which money damages would be inadequate.",
    [],
    false
  ],
  [
    "(a)Upon and subject to the terms of this Agreement, __YOU_PARTY__ agrees to provide to __THEM_PARTY__ the Services specified in a Schedule.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall not take out separate insurance concurrent in form or contributing in the event of loss with that required to be maintained hereunder unless __THEM_PARTY__ is included thereon under a standard, non-contributory __THEM_PARTY__ clause reasonably acceptable to __THEM_PARTY__.",
    [],
    false
  ],
  [
    "The above obligations of confidentiality shall not extend to Information which the __THEM_PARTY__ is clearly able to demonstrate by documentary evidence:(a) was in its possession prior to disclosure by the __YOU_PARTY__; or (b) is now or hereafter comes into the public domain other than by default of the __THEM_PARTY__; or (c) was lawfully received by the __THEM_PARTY__ from a third party acting in good faith having a right of further disclosure and who did not derive the same directly or indirectly from the __YOU_PARTY__; or (d) was independently developed by the __THEM_PARTY__ without the benefit of the information supplied; or (e) is required by law, rule, regulation, decision, order, subpoena or other process of law to be disclosed by the __THEM_PARTY__; but only to the extent of such order, and the __THEM_PARTY__ shall promptly notify the __YOU_PARTY__ of such requirement prior to any disclosure as soon as is practicable.",
    [],
    false
  ],
  [
    "If __THEM_PARTY__ provides __YOU_PARTY__ with a user ID and password to enable __YOU_PARTY__ to access restricted areas of this website or other content or services, __YOU_PARTY__ must ensure that the user ID and password are kept confidential.",
    [],
    false
  ],
  [
    "In the event of any conflict between this Agreement and any of the other Loan Documents, the terms of this Agreement shall govern.",
    [],
    false
  ],
  [
    "In the event that  __NUM_MASK__ (d) is true, the __YOU_PARTY__ will promptly notify DCHopkins&Associates, documenting their prior knowledge.",
    [],
    false
  ],
  [
    "This Agreement shall, by mutual consent of the parties, remain in force and affect for a period of five years from the date signed and executed by all parties, with the effective date being the date on which the final signature is affixed hereto.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ shall deliver or cause to be delivered to __THEM_PARTY__ an annual financial statement for __YOU_PARTY__ no later than sixty ( __NUM_MASK__ ) days after the close of each fiscal year.",
    [],
    false
  ],
  [
    "acknowledges that the confidentiality and non-use obligations in this agreement pertaining to Personal Information shall survive any termination or expiration of",
    [],
    true
  ],
  [
    " __YOU_PARTY__ shall have a similar provision in all subcontracts with a value or cost totaling $ __NUM_MASK__  or more over a twelve ( __NUM_MASK__ ) month period, if any, for providing other products or services under this Agreement. ",
    [],
    false
  ],
  [
    "administrative or governmental agency or by operation of law, but then only to",
    [],
    false
  ],
  [
    "Accordingly, the __YOU_PARTY__ agrees that the __THEM_PARTY__ will be entitled to seek injunctive relief against the breach, or threatened breach of this Agreement, and specific performance of its obligations hereunder, without being required to post a bond.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ agrees that the __YOU_PARTY__ will not, either during the term of the __YOU_PARTY__'s engagement or employment by __THEM_PARTY__ or, in the case of Confidential Information, for two ( __NUM_MASK__ ) years thereafter and, in the case of Confidential Information that is a trade secret, for the life of the trade secret, use the Confidential Information without the prior written consent of __THEM_PARTY__, other than in the proper performance of the __YOU_PARTY__'s duties hereunder.",
    [],
    true
  ],
  [
    " Obligations of confidentiality will not apply to information that: (a)  at the time of disclosure is published or is otherwise in the public domain; or (b)  after the disclosure becomes part of the public domain; or (c)  was known to Recipient prior to receipt from Provider and was not acquired by Recipient, its employees, directors, agents, consultants, advisers, or other third parties directly or indirectly from Provider; or (d)  is developed independently by Recipient without reference to Confidential Information; or (e)  Recipient is required by law to disclose, provided the Recipient shall, where possible, so advise Provider in advance of such disclosure so as to allow Provider an opportunity to challenge such disclosure. ",
    [],
    false
  ],
  [
    "However, the obligations of non-disclosure and non-use will continue for [insert number in words] ([insert number]) years after the date of disclosure of the Confidential Information.",
    [],
    true
  ],
  [
    "During the term of this Agreement, __YOU_PARTY__ will not accept work, enter into a contract, or accept an obligation, inconsistent or incompatible with __YOU_PARTY__'s obligations, or the scope of services rendered for __THEM_PARTY__, under this Agreement.",
    [],
    false
  ],
  [
    "In the notice, __THEM_PARTY__ will propose an alternate site on Owneras property to which __YOU_PARTY__ may relocate its Equipment, which alternate site will be comparable with regard to technical and height characteristics for the Tenantas purposes.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall not be liable for any debts or claims accruing in favor of any third parties against __YOU_PARTY__ or others or against the Project.",
    [],
    false
  ],
  [
    "The parties agree upon reasonable notice to return the confidential tangible material provided by the other party upon reasonable request. ",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will promptly notify __YOU_PARTY__ in writing of any such Claim against a __THEM_PARTY__ Financial Group entity. ",
    [],
    false
  ],
  [
    "Confidential Information shall include all data, materials, products, technology, computer programs, specifications, manuals, business plans, software, marketing plans, business plans, financial information, and other information disclosed or submitted, orally, in writing, or by any other media, by the Disclosing Party to the Receiving Party.",
    [],
    false
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information that has been disclosed by the other Party, the receiving Party (“__THEM_PARTY__”) shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information to any contractor or other third party without prior, written approval from the disclosing Party and shall protect such Confidential Information from inadvertent disclosure to a third party using the same care and diligence that the __THEM_PARTY__ uses to protect its own proprietary and confidential information, but in no case less than reasonable care.",
    [],
    true
  ],
  [
    "The obligations of each party shall, notwithstanding any earlier termination of negotiations or discussions between the parties in relation to the Purpose, continue for a period of three years from the termination of this agreement.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ agrees to promptly deliver the original and any copies of the __THEM_PARTY__ Property to __THEM_PARTY__ at any time upon __THEM_PARTY__'s request.",
    [],
    false
  ],
  [
    " The __THEM_PARTY__ shall not pay any taxes on behalf of the __YOU_PARTY__ - either in the Contractoras base of operations or the Contractoras home country. ",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall be solely responsible for reporting any lighting outages or malfunctions to the appropriate governmental authorities.",
    [],
    false
  ],
  [
    "When a gift offer is sent, the value of that offer is debited from the Available Balance and the value is displayed in __YOU_PARTY__ Outstanding Gift Offers",
    [],
    false
  ],
  [
    "Confidential Information shall mean any and all information in any form with respect to one party's (the \"__THEM_PARTY__\") business matters which are designated by the __THEM_PARTY__ as \"confidential\" in the manner set forth herein.",
    [],
    false
  ],
  [
    "The term of the Agreement will be three ( __NUM_MASK__ ) years from the date affixed below and is to be applied to any and all confidential information disclosed by introducing signatory to other signatories.",
    [],
    true
  ],
  [
    "__THEM_PARTY__ agrees to cooperate with Tenantas reasonable requests, at Tenantas expense, with respect to obtaining any required zoning or government approvals for the Equipment and any improvements. ",
    [],
    false
  ],
  [
    " __NUM_MASK__ ! Subject to the terms of this Agreement and the payment of applicable fees, __THEM_PARTY__ will make the Service available to __YOU_PARTY__ during the Term for internal business use.",
    [],
    false
  ],
  [
    "The obligation of confidentiality, non-disclosure and non-use shall terminate five ( __NUM_MASK__ ) years after each Applicant's assessment.",
    [],
    true
  ],
  [
    "Confidential Information means any information disclosed by one party (the '__THEM_PARTY__') to the other (the '__YOU_PARTY__') relating directly or indirectly to Diaper Senors which is identified by the __THEM_PARTY__, either orally or in writing, as confidential, either at the time of disclosure or, if disclosed orally, confirmed in writing within thirty ( __NUM_MASK__ ) days following the original disclosure.",
    [],
    false
  ],
  [
    "We will not reinstate any deducted Station Cash except in limited circumstances at __THEM_PARTY__ sole and absolute discretion after investigation.",
    [],
    false
  ],
  [
    "Before any __YOU_PARTY__ Personnel performs Services or access BMOas premises, Confidential Information or information systems, __YOU_PARTY__ must examine at least two pieces of valid identification for each __YOU_PARTY__ Personnel to confirm such Personnelas identity.",
    [],
    false
  ],
  [
    "If the __YOU_PARTY__ suffers any losses, damages, liabilities, expenses, or costs (including, by way of example only, attorneys’ fees and disbursements) that are attributable, in whole or in part, to any failure by the __THEM_PARTY__ or any of the __THEM_PARTY__’s Personnel to comply with the requirements of this Agreement, the __THEM_PARTY__ shall hold harmless and indemnify the __YOU_PARTY__ from and against any such losses, damages, liabilities, expenses, and/or costs.",
    [],
    false
  ],
  [
    " Notwithstanding anything to the contrary contained in this Agreement, except for the willful misconduct of a party, neither party will be liable to the other with respect to any subject matter of this Agreement under any contract, negligence, tort, strict liability, or other legal or equitable theory for any indirect, incidental, consequential, special, or exemplary damages (including, without limitation, loss of goodwill or actual or anticipated revenue, profits or lost business, but excluding obligations for Rent as contained in this Agreement), even if a party has been advised of the possibility of such damages.",
    [],
    false
  ],
  [
    " __NUM_MASK__ .  This Agreement is made under, and will be construed according to, the laws of the State of California, USA.",
    [],
    false
  ],
  [
    "Nothing in this Agreement shall prohibit or restrict either party’s right to develop, use, or market products or services similar to or competitive with those of the other party disclosed in the Confidential Information, provided that such party shall not thereby breach this Agreement. Each party acknowledges that the other party may already possess or have developed products or services similar to or competitive with its own products or services disclosed in the Confidential Information.",
    [],
    false
  ],
  [
    "In the event applicable law prohibits an assignment or transfer of Developments from __YOU_PARTY__ to __THEM_PARTY__, __YOU_PARTY__ shall grant __THEM_PARTY__ a perpetual, world-wide, exclusive license to use the Developments for any and all purposes. ",
    [],
    false
  ],
  [
    "The obligations of each __YOU_PARTY__ hereunder shall survive until the earlier of (i) such time as all Confidential Information of the other party disclosed hereunder becomes publicly known and is made generally available through no action or inaction of the __YOU_PARTY__ or (ii) the [first, third, fifth, or other] anniversary of the disclosure; provided, that, to the extent that a party has disclosed information to the other party that constitutes a trade secret under law, the __YOU_PARTY__ agrees to protect such trade secret(s) for so long as the information qualifies as a trade secret under applicable law.",
    [],
    true
  ],
  [
    "(a) is in the public domain at the time of disclosure, or is subsequently made available to the general public through no fault of __YOU_PARTY__;",
    [],
    false
  ],
  [
    "__YOU_PARTY__ may not assign or transfer this Agreement or __YOU_PARTY__ rights hereunder, and any attempt to the contrary is void.",
    [],
    false
  ],
  [
    "Without granting any right or license, the __THEM_PARTY__ agrees that the foregoing shall not apply with respect to any information after five years following the disclosure thereof or any information that the __YOU_PARTY__ can document (i) is or becomes (through no improper action or inaction by the __YOU_PARTY__ or any affiliate, agent, consultant or employee) generally available to the public, or (ii) was in its possession or known by it prior to receipt from the __THEM_PARTY__ as evidenced in writing, except to the extent that such information was unlawfully appropriated, or (iii) was rightfully disclosed to it by a third party, or (iv) was independently developed without use of any Proprietary Information of the __THEM_PARTY__",
    [],
    true
  ],
  [
    "Except as otherwise set forth herein or in __THEM_PARTY__ Sales Policy in Section VI above and subject to anything to the contrary under applicable laws, __YOU_PARTY__ are solely responsible for any tax consequences that may result from __YOU_PARTY__ acquisition, use or redemption of Station Cash.",
    [],
    false
  ],
  [
    "In consideration of __THEM_PARTY__ disclosing Proprietary Information, the __YOU_PARTY__ hereby undertakes for a period of [five] years from the date of this Agreement  __NUM_MASK__  to keep confidential all Proprietary Information that it may acquire in any manner;",
    [],
    true
  ],
  [
    "exceptions, the remainder shall however continue to be subject to the prohibitions and",
    [],
    false
  ],
  [
    "The term “Information (excluding Personal Information)” shall not include such portions of the Information which",
    [],
    false
  ],
  [
    "The obligations of each receiving party hereunder shall survive for a period of three years after the disclosure of the Confidential Information or until such time as all Confidential Information of the other party disclosed hereunder becomes publicly known and made generally available through no action or inaction of the receiving party, whichever is earlier.",
    [],
    true
  ],
  [
    "Each determination of the Base Rate by the __YOU_PARTY__ shall be conclusive and binding absent manifest error.",
    [],
    false
  ],
  [
    "The term of this Agreement will commence on the Effective Date and will remain in effect until the second anniversary of such Effective Date (the \"Term\"). ",
    [],
    true
  ],
  [
    "Each Party acknowledges and agrees that damages would not be an adequate remedy for a breach of any of the provisions of the Agreement; therefore the disclosing party being either SIAA or Applicant, shall be entitled to seek injunctive (final, interlocutory and provisional or preliminary) and other equitable relief.",
    [],
    false
  ],
  [
    "If a coinsurance clause is in effect, an agreed amount endorsement is required.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall pay interest on any amounts held on deposit in the Cash Collateral Account.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Notwithstanding the above, the Parties agree that information shall not be deemed Confidential Information and the Recipient shall have no obligation to hold in confidence such information, where such information:",
    [],
    false
  ],
  [
    "__YOU_PARTY__ has to produce content for the organization to the standards that the owners of iSolation eSports sets forward rather it be directed by the owners and/or senior management of iSolation to be content produced by way of streaming, graphics and/or video content. ",
    [],
    false
  ],
  [
    "The period of confidentiality and restricted use for each disclosure of Confidential Information shall be for a period of [five ( __NUM_MASK__ ))/ten ( __NUM_MASK__ ) years/indefinitely ] from the date of disclosure or until such Confidential Information is exempted from the provisions of this agreement pursuant to Section  __NUM_MASK__  hereof.",
    [],
    true
  ],
  [
    "If __THEM_PARTY__ is required to disclose Confidential and Proprietary Information under operation of law, by court order or similar process, __THEM_PARTY__ will disclose only such information as is legally required by applicable law or regulation or order of a court of competent jurisdiction or other competent administrative body, and will use reasonable efforts to obtain confidential treatment for any Confidential and Proprietary Information that is so disclosed.",
    [],
    false
  ],
  [
    "As specified in Section III(A) above regarding Station Accounts, any Station username and password supplied to __YOU_PARTY__ in connection with fee-based Member Materials that __YOU_PARTY__ purchase is personal to __YOU_PARTY__, and __YOU_PARTY__ may not transfer or make available __YOU_PARTY__ Station Account name and password to others.",
    [],
    false
  ],
  [
    "The obligations of confidentiality and restrictions against disclosure set forth in this Agreement will continue for three ( __NUM_MASK__ ) years from the date of disclosure, except that in the case of Confidential Information that is a trade secret under applicable law, for so long as such Confidential Information remains a trade secret.",
    [],
    true
  ],
  [
    "This Agreement shall be governed by and construed in accordance with the laws of the State of Delaware, without reference to its choice of law provisions, and each Party hereby irrevocably and unconditionally submits to the jurisdiction of any Delaware state court or federal court of the United States of America sitting in Wilmington, Delaware.",
    [],
    false
  ],
  [
    "The term “Information” includes (a) any information of whatever nature relating to the __THEM_PARTY__ and its affiliates or any customer of or supplier or lender to the __THEM_PARTY__ and its affiliates regardless of whether the Information",
    [],
    false
  ],
  [
    "If at any time while any portion of the Loan is outstanding, GoFast exercises its right to terminate the GoFast Lease early pursuant to Section C3 of Exhibit C thereof, __YOU_PARTY__ shall deposit with __THEM_PARTY__ the atermination feea paid by GoFat (aTermination Feea).",
    [],
    false
  ],
  [
    "You irrevocably authorise us, as necessary, to instruct such ESPs to handle such financial transactions and you irrevocably agree that __THEM_PARTY__ may give such instructions on __YOU_PARTY__ behalf.",
    [],
    false
  ],
  [
    "The Parties shall be bound by the terms of this Agreement for a period of three years from the date hereof.",
    [],
    true
  ],
  [
    "Use and apply any monies deposited by __YOU_PARTY__ with __THEM_PARTY__, including amounts in the Escrow Account, regardless of the purpose for which the same was deposited, to cure any such default or to apply on account of any indebtedness under this Agreement which is due and owing to __THEM_PARTY__; and",
    [],
    false
  ],
  [
    "Notwithstanding the foregoing, either party may transfer and assign its rights and obligations under this Agreement in connection with a sale of all or substantially all of its assets or shares or in connection with any other change of control transaction without consent of the other party.",
    [],
    false
  ],
  [
    "If <Name> ceases to be an Agent of the SIAA, <Name> shall return promptly to SIAA, or destroy, all Confidential Information received during all assessments, together with all copies,  within ten ( __NUM_MASK__ ) working  days of such cessation. ",
    [],
    false
  ],
  [
    "(b) enters the public domain other than by a breach of this Agreement; or,",
    [],
    false
  ],
  [
    "Where and to the extent required by applicable laws, __YOU_PARTY__ will be able to verify and modify __YOU_PARTY__ order information before confirming __YOU_PARTY__ order.",
    [],
    false
  ],
  [
    "I. Exclusions from Confidential Information Confidential Information shall not include information which: (i) is publicly available other than as a result of disclosure by the Receiving Party in breach hereof, (ii) was disclosed to the Receiving Party on a non-confidential basis from a source other than the Disclosing Party, (iii) is developed by the Receiving Party independently of, or was known by the Receiving Party prior to, any disclosure of such information made by the Disclosing Party, (iv) is required to be disclosed by order of a court of competent jurisdiction, administrative agency or governmental body, or by any law, rule or regulation, or by subpoena, summons or any other administrative or legal process, or by applicable regulatory or professional standards, or (v) is disclosed with the written consent of the Disclosing Party.",
    [],
    false
  ],
  [
    "The formation, construction, performance, and enforcement of this Agreement shall be in accordance with the laws of the United States, the state of Virginia, county of Arlington without regard to any conflict of law provisions. ",
    [],
    false
  ],
  [
    "Upon the termination of this Agreement, all of the provisions of this Agreement shall cease to have effect, save that the following provisions of this Agreement shall survive and continue to have effect (in accordance with their express terms or otherwise indefinitely): Clauses  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__  and  __NUM_MASK__ .",
    [],
    true
  ],
  [
    "Prevailing Parties shall be entitled to recover costs and fees, including reasonable attorneys’ fees, incurred in obtaining any such relief and/or in enforcing this Agreement.",
    [],
    false
  ],
  [
    "Proprietary Information means information of any kind, whether communicated orally or in writing, relating to the Purpose that is obtained by the __THEM_PARTY__ from [__YOU_PARTY__]  and which, by appropriate marking, is identified as confidential and proprietary at the time of disclosure, including any information concerning the business, affairs, operations, properties, assets, employees, customers, suppliers, contracts, prospects, liabilities, research, processes or methods of operation of [__YOU_PARTY__]  or its affiliates that is made available to the __THEM_PARTY__ or its affiliates, as well as any reproductions, summaries analyses or extracts of such information. ",
    [],
    false
  ],
  [
    "Confidential Information may also include information disclosed to a disclosing party by third parties.",
    [],
    false
  ],
  [
    "No obligation of confidentiality applies to any specific Confidential Information that the recipient can prove:  (a) is, or becomes, publicly available through no fault or breach on the part of the recipient, but only from such date as the information becomes so available; (b) was rightfully in the recipient's possession (as shown by written records) without obligation of confidentiality prior to receipt from the other party; (c) is legitimately disclosed to the recipient by a third party who has the right to disclose it; (d) is independently developed by the recipient without use, directly or indirectly, of the Confidential Information; or (e) is required by law to be disclosed, provided that written notice is delivered to the owner of the Confidential Information prior to any such disclosure.",
    [],
    false
  ],
  [
    "Unless otherwise specified herein, this Agreement constitutes the entire agreement between the __YOU_PARTY__ and Impact __THEM_PARTY__ GmbH with respect to the HUBnet and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the __YOU_PARTY__ and Impact __THEM_PARTY__ GmbH with respect to use of HUBnet.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees to respect and abide by the terms of this Agreement for a period of FIVE YEARS from the date thereof.",
    [],
    true
  ],
  [
    "Subject to this Agreement, __THEM_PARTY__ shall defend, indemnify and hold __YOU_PARTY__ harmless against any loss, damage or costs (including reasonable attorneys' fees) awarded to a third party against __YOU_PARTY__ by a court of competent jurisdiction in any actions, lawsuits, or proceedings made or brought against __YOU_PARTY__ by a third party alleging that the use of the Service as contemplated hereunder infringes the intellectual property rights of a third party (aIP Claimsa); subject to the condition that __YOU_PARTY__ (a) promptly gives written notice of each IP Claim to __THEM_PARTY__; (b) gives __THEM_PARTY__ sole control of the defense and settlement of each IP Claim (provided that __THEM_PARTY__ may not settle or defend any IP Claim unless it unconditionally releases __YOU_PARTY__ of all liability); and (c) provides to __THEM_PARTY__, at __THEM_PARTY__'s cost, all reasonable assistance in respect to each IP Claim.",
    [],
    false
  ],
  [
    "INDEMNITY FOR VIOLATION OF LAWS: __YOU_PARTY__ further agrees to hold __THEM_PARTY__ and CLIENT and Eligible Recipients harmless from liability or penalty which may be imposed by reason of any asserted or established violation by __YOU_PARTY__ GROUP of all applicable laws, regulations, ordinances, or other rules of the state, territory, or political subdivision thereof, wherein the Services are performed, or any other duly-constituted public authority including, without limitation, the federal government.",
    [],
    false
  ],
  [
    "Upon the request of the __THEM_PARTY__ or  _  or his designee, the __YOU_PARTY__ shall return all Confidential Information received in written or tangible form, including copies, or reproductions or other media containing such Confidential Information, within five ( __NUM_MASK__ ) days of such request.",
    [],
    false
  ],
  [
    "then the __YOU_PARTY__ will be entitled to serve notice in writing to the __THEM_PARTY__ to remedy the breaches in sub-clauses (a) or (b) within such period as specified by the __YOU_PARTY__ in the notice.",
    [],
    false
  ],
  [
    "Without regard to conflict of law provisions, this NDA is governed by and will be construed in accordance with the laws of Ontario and the Parties submit to the exclusive jurisdiction of the courts of Ontario in relation to all matters pertaining to or arising out of this NDA.",
    [],
    false
  ],
  [
    "aC/ conduct or forward surveys, contests, and pyramid schemes, promotional schemes against the __THEM_PARTY__ way or chain letters.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall pay all real estate taxes, assessments and charges of every kind upon the Project before the same become delinquent and shall deliver evidence satisfactory to __THEM_PARTY__ of such payment within thirty ( __NUM_MASK__ ) days after the date on which such payment is due.",
    [],
    false
  ],
  [
    "All Equipment must be placed in approved locations only, and __THEM_PARTY__ must approve any changes before the installation begins, __YOU_PARTY__ must notify __THEM_PARTY__ for approval of any significant changes to the equipment referenced including, but not limited to, any addition or change in operating frequency(s), change in transmitter power levels or addition or removal of equipment.",
    [],
    false
  ],
  [
    "This Agreement is made for the sole benefit of __YOU_PARTY__ and __THEM_PARTY__ (and Lenderas successors and assigns and participants, if any), and no other person or persons shall have any benefits, rights or remedies under or by reason of this Agreement, or by reason of any actions taken by __THEM_PARTY__ pursuant to this Agreement.",
    [],
    false
  ],
  [
    "The obligations of each party shall survive the termination of any agreements and contracts concluded between the parties, and shall continue for a period terminating three ( __NUM_MASK__ ) years after business activities between Parties ended.",
    [],
    true
  ],
  [
    "Ordinarily, the claimant has to pay that fee to start a case, but if __YOU_PARTY__ wish to commence an arbitration against __THEM_PARTY__, and __YOU_PARTY__ are seeking to recover less than $ __NUM_MASK__  (inclusive of attorneysa fees), __YOU_PARTY__ will not have to pay this filing fee; __THEM_PARTY__ will pay it on __YOU_PARTY__ behalf.",
    [],
    false
  ],
  [
    "i. was available to the public at the time of disclosure, or subsequently became available to the public without fault of __YOU_PARTY__;",
    [],
    false
  ],
  [
    "The termination of the Contract does not terminate __THEM_PARTY__'s obligations under this Agreement.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ will hold in the strictest confidence any Confidential Information or trade secrets that are disclosed to __YOU_PARTY__ in relation to the Discussions provided the information is marked Confidential and the __THEM_PARTY__ within  __NUM_MASK__  days from disclosure delivers a written summary of such information within an indication that the information is confidential.",
    [],
    false
  ],
  [
    "The __THEM_PARTY__ is responsible for obtaining and maintaining any software (email program, web browser, etc.) required to make use of PeaceWorks hosting services. ",
    [],
    false
  ],
  [
    "Without granting any right or license, the __THEM_PARTY__ agrees that the foregoing shall not apply with respect to any information after five years following the disclosure thereof ",
    [],
    true
  ],
  [
    "o Exhibit A – IBM Mainframe Hardware",
    [],
    false
  ],
  [
    "Confidential Information, as evidenced by appropriate written documentation; or",
    [],
    false
  ],
  [
    "In addition to the fees described above, if __YOU_PARTY__ are a resident of a European Union country, __YOU_PARTY__ will also be charged any applicable VAT fees.",
    [],
    false
  ],
  [
    "The Parties hereby attorn to the [exclusive/non-exclusive ] jurisdiction of the courts of the Province of Ontario.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ is solely responsible for, and must maintain adequate records of, expenses incurred in the course of performing services under this Agreement.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ acknowledge that __THEM_PARTY__ and/or third-party content providers remain the owners of all materials posted on The Station, and that __YOU_PARTY__ do not acquire any of those ownership rights by downloading copyrighted materials.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will have the right (but not the obligation) to disconnect and remove the abandoned Equipment from the Site.",
    [],
    false
  ],
  [
    "This Agreement shall terminate  __NUM_MASK__  years from the date hereof provided that the provisions of Articles  __NUM_MASK__  and  __NUM_MASK__  hereof shall survive the termination of this Agreement and shall continue in full force and effect for a further period of  __NUM_MASK__  years from the date of the termination of this Agreement.",
    [],
    true
  ],
  [
    "__THEM_PARTY__ will exercise its relocation right by delivering written notice to __YOU_PARTY__.",
    [],
    false
  ],
  [
    "This Agreement shall continue in full force for a period of five ( __NUM_MASK__ ) years from the Effective Date, and effect so long as the Parties continue to exchange Confidential Information.  ",
    [],
    true
  ],
  [
    "The nondisclosure provisions of this Agreement shall survive the termination of this Agreement and __YOU_PARTY__’s duty to hold Confidential Information in confidence shall remain in effect until the Confidential Information no longer qualifies as a trade secret or until __THEM_PARTY__ sends __YOU_PARTY__ written notice releasing __YOU_PARTY__ from this Agreement, whichever occurs first.",
    [],
    true
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information disclosed by the other Party, the receiving Party (“Recipient”) shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information (or the disclosure itself) to any contractor or other third party without prior, written approval from the disclosing Party.",
    [],
    true
  ],
  [
    "Additionally, __YOU_PARTY__ will be required to maintain any appropriate insurance.",
    [],
    false
  ],
  [
    "Both parties irrevocably agree to submit to the exclusive jurisdiction of the federal or state courts of the state of Indiana to resolve disputes hereunder.",
    [],
    false
  ],
  [
    "The term “Confidential Information” means any business, marketing, technical, scientific or other information of the __THEM_PARTY__ that (a) is disclosed to the __YOU_PARTY__ prior to or in connection with this Agreement; and (b) (i) is designated at the time of disclosure or creation as “Confidential” or like designation, or (ii) is deemed to have been so designated if disclosed or created in circumstances of confidence, or (iii) should be understood by the __YOU_PARTY__, exercising reasonable business judgment, to be confidential.",
    [],
    false
  ],
  [
    "Accordingly, the __YOU_PARTY__ agrees that the __THEM_PARTY__ will be entitled to seek injunctive relief against the breach, or threatened breach of this Agreement, and specific performance of its obligations hereunder, without being required to post a bond.",
    [],
    false
  ],
  [
    "If return is impossible as to any portion of the Confidential Information, or upon __THEM_PARTY__'s request, then __YOU_PARTY__ shall certify to __THEM_PARTY__ promptly that all such Confidential Information of __THEM_PARTY__, including all copies thereof, has been totally and permanently destroyed.",
    [],
    false
  ],
  [
    "(a) The terms of this NDA shall apply to Confidential Information that is disclosed between September  __NUM_MASK__ ,  __NUM_MASK__  (the “Start Date”) and five ( __NUM_MASK__ ) years after the Start Date or termination of this NDA, whichever is earlier.",
    [],
    true
  ],
  [
    "This Agreement shall be valid under German law.",
    [],
    false
  ],
  [
    "The duty of the __YOU_PARTY__ and the __YOU_PARTY__’s Representatives to protect Confidential Information disclosed under this Agreement and the restrictions contained in Section  __NUM_MASK__  and Section  __NUM_MASK__  hereof shall continue for a period of [five ( __NUM_MASK__ ) years ] from the date of disclosure or until such Confidential Information is exempted from the provisions of this Agreement pursuant to Section  __NUM_MASK__  hereof.",
    [],
    true
  ],
  [
    "If __YOU_PARTY__ disapproves such Relocation Site, then __THEM_PARTY__ may thereafter propose another Relocation Site by notice to __YOU_PARTY__ in the manner set forth above.",
    [],
    false
  ],
  [
    "The obligations herein shall be binding upon the parties for five ( __NUM_MASK__ ) years from the date a party last discloses any Confidential Information to the other pursuant to this Agreement.",
    [],
    true
  ],
  [
    "Any obligation of the __YOU_PARTY__ as set forth above shall not apply to any Confidential Information, knowledge, data, and/or know-how which: Can be demonstrated to have been known to the __YOU_PARTY__ prior to the execution of this Agreement and was not acquired, directly or indirectly, from the __THEM_PARTY__ or from a third party under a continuing obligation of confidentiality.",
    [],
    false
  ],
  [
    " __NUM_MASK__ ! Except for the limited rights granted herein, __YOU_PARTY__ shall own all right, title and interest including all intellectual property rights in and to all data and information provided by __YOU_PARTY__ or Users to __THEM_PARTY__ under this Agreement and data and information made available by Customers and Users through the Service (aCustomer Dataa) .",
    [],
    false
  ],
  [
    "Termination of this Agreement shall not release either Party from its obligations contained in Clause  __NUM_MASK__  above.",
    [],
    true
  ],
  [
    "\"Disclosor Confidential Information\" means: any information disclosed by [or on behalf of ]the Disclosor to the Recipient [during the Term / at any time before the termination of this Agreement] (whether disclosed in writing, orally or otherwise) that at the time of disclosure: was marked as \"confidential\"; or should have been reasonably understood by the Recipient to be confidential; [the terms of this Agreement; and] [specify other confidential information;]",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall be entitled to access the contents of email communications sent or received with the __THEM_PARTY__ Email in its sole discretion.",
    [],
    false
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information that has been disclosed by the other Party, the receiving Party (\"Recipient\") shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information to any contractor or other third party without prior, written approval from the disclosing Party and shall protect such Confidential Information from inadvertent disclosure to a third party using the same care and diligence that the Recipient uses to protect its own proprietary and confidential information, but in no case less than reasonable care.",
    [],
    true
  ],
  [
    "( __NUM_MASK__ ) Information which the recipient Party can show by written record to have been in its possession at the time of transmittal.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees and acknowledges that all works, ideas, inventions and other material, including all underlying intellectual property, created by it or its employees as a result of the provision of Services, including all modifications, improvements, enhancements, changes and adaptions to any Intellectual Property belonging to or licensed to __THEM_PARTY__ shall vest in and belong exclusively to __THEM_PARTY__.",
    [],
    false
  ],
  [
    "This Agreement shall be governed by the laws of the State of California, without reference to conflict of laws principles.",
    [],
    false
  ],
  [
    "The term of this Agreement and the obligations contained herein shall continue for a period of five ( __NUM_MASK__ ) years after the Effective Date and shall survive any termination hereunder.",
    [],
    true
  ],
  [
    "Confidential Information shall mean all confidential or proprietary written, recorded or oral information or data (including without limitation research, developmental, engineering, manufacturing, technical, marketing, sales, financial, operating, performance, costs, business and process information or data, know-how, and computer programming and other software and software techniques) provided by a __THEM_PARTY__ and/or its Affiliates in connection herewith, whether such confidentiality or proprietary status is indicated orally or in writing or in a context in which the __THEM_PARTY__ or its Affiliates reasonably communicated, or the __YOU_PARTY__ or its Affiliates should reasonably have understood, that the information should be treated as confidential, whether or not the specific words \"confidential\" or \"proprietary\" are used.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ recognizes that they canat be a __YOU_PARTY__ of any other organization while a contracted __YOU_PARTY__ of iSolation eSports. ",
    [],
    false
  ],
  [
    " __YOU_PARTY__ agrees to pay __THEM_PARTY__ all Compensation and fees which would have been due, in accordance with the terms of this Agreement, had Agreement not been terminated.",
    [],
    false
  ],
  [
    "In consideration of __THEM_PARTY__’s disclosure of the Proprietary Information, __YOU_PARTY__ shall maintain the Proprietary Information in confidence indefinitely from the Effective Date and none of __YOU_PARTY__ or its Representatives shall use any Proprietary Information (or any part of it), directly or indirectly, for any purpose other than evaluating the Opportunity with __THEM_PARTY__.",
    [],
    true
  ],
  [
    "The Parties agree that for a \"Confidentiality Period\" beginning on the Effective Date (defined in Section  __NUM_MASK__  below) and ending ten ( __NUM_MASK__ ) years after the date of the disclosure:",
    [],
    true
  ],
  [
    "__THEM_PARTY__ shall have no liability to __YOU_PARTY__ therefore. ",
    [],
    false
  ],
  [
    "Any rights not expressly granted herein are reserved.",
    [],
    false
  ],
  [
    "If a __THEM_PARTY__ is compelled to disclose Subject Matter originating from another __THEM_PARTY__ to a third __THEM_PARTY__, for example, through subpoena, court-ordered discovery, or action of law, the compelled __THEM_PARTY__ shall reasonably notify the originating __THEM_PARTY__ prior to the disclosure and the nature of the compelling force. ",
    [],
    false
  ],
  [
    "__THEM_PARTY__ acknowledges that __YOU_PARTY__ is not responsible for the accuracy of any source material provided by __THEM_PARTY__, and agrees to defend, indemnify and hold __YOU_PARTY__ harmless against any loss, cost or expense (including reasonable attorneyas fees and expenses) that __YOU_PARTY__ might sustain as a result of any claim, suit or proceeding regarding any material __YOU_PARTY__ prepares that __THEM_PARTY__ approves before release.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ does not have any ownership rights in the __YOU_PARTY__ Marks and may not use the __YOU_PARTY__ Marks in any fashion without the express written consent of __YOU_PARTY__.",
    [],
    false
  ],
  [
    " Each Party acknowledges and agrees that monetary damages may not be an adequate remedy for any breach of any of the provisions of this Agreement by the other Party hereto and that the non-breaching Party may be entitled to the remedies of injunction, specific performance and other equitable relief with respect to any threatened or actual breach of this Agreement in addition to any other remedies available pursuant to the laws of the State of Ohio at law or equity.",
    [],
    false
  ],
  [
    "As used in this Agreement, \"Confidential Information\" refers to any information which has commercial value and is either (i) technical information, including patent, copyright, trade secret, and other proprietary information, techniques, sketches, drawings, models, inventions, know-how, processes, apparatus, equipment, algorithms, software programs, software source documents, and formulae related to the current, future and proposed products and services of __THEM_PARTY__, or (ii) non-technical information relating to __THEM_PARTY__'s products, including without limitation pricing, margins, merchandising plans and strategies, finances, financial and accounting data and information, suppliers, customers, customer lists, purchasing data, sales and marketing plans, future business plans and any other information which is proprietary and confidential to __THEM_PARTY__.  ",
    [],
    false
  ],
  [
    "Such information or material will be deemed Confidential Information provided it (a) is not, at the time of disclosure in the public domain; or (b) does not come into the public domain after disclosure, except through the failure of the receiving party to comply with the terms hereof; or (c) was not already in the possession of or lawfully known to the receiving party prior to its disclosure as demonstrated by the receiving party; or (d) is not independently developed by __YOU_PARTY__ without reference to the Confidential Information, or:  (e) has not been obtained lawfully by the receiving party from an independent third party having an unrestricted right to disclose its as demonstrated by the receiving party; or (f) is not required to be disclosed by law or pursuant to a requirement of a government agency provided, in such case that the receiving party would promptly notify the discloser of such fact, prior to such disclosure.",
    [],
    false
  ],
  [
    "The foregoing commitments of each party shall survive any termination of the Relationship between the parties, and shall continue for a period terminating on the later of (a) four ( __NUM_MASK__ ) years following the date of this Agreement, or (b) two ( __NUM_MASK__ ) years from the date on which Confidential Information is last disclosed under this Agreement.",
    [],
    true
  ],
  [
    "This Agreement shall be construed in accordance with the laws of the State of Florida without regard to its conflict of law principles, and shall not be amended or modified except by written instrument signed by both parties. ",
    [],
    false
  ],
  [
    "TEC Information: proprietary information as needed to discuss an assessment of Company intellectual property.",
    [],
    false
  ],
  [
    "PATENT INDEMNITY -- __YOU_PARTY__ agrees to indemnify, save harmless and defend __THEM_PARTY__ from and against any and all suits, claims, damages, costs, and attorney's fees arising out of or in connection with any infringement or claimed infringement of any United States or Canadian patent, trademark or copyright in the manufacture, use or sale of the equipment, services or materials furnished under this Purchase Order.",
    [],
    false
  ],
  [
    "Any funds advanced by __THEM_PARTY__ in the exercise of its judgment that the same are needed to protect its security for the Loan are deemed to be obligatory advances hereunder and any amounts expended (whether by disbursement of undisbursed Loan proceeds or otherwise) by __THEM_PARTY__ in so doing, shall constitute additional indebtedness evidenced and secured by the Note, the Mortgage and the other Loan Documents, shall bear interest from the date expended at the Default Rate and be payable together with such interest upon demand.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ must consider all hazard considerations such as, but not limited to, electric area classification, hazards associated with processing the specified material or specific safety standards applicable to the installation site. ",
    [],
    false
  ],
  [
    "(b)In respect of its employees, the __THEM_PARTY__ will pay or comply with relevant industrial awards and/or enterprise contracts, federal and state industrial relations legislation and anti-discrimination legislation.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ reserves the right to modify, suspend or terminate the Services (or any part thereof), either temporarily or permanently, at any time or from time to time, with or without prior notice or liability to __YOU_PARTY__.  ",
    [],
    false
  ],
  [
    "Information that __YOU_PARTY__ can establish: (a) was lawfully in __YOU_PARTY__'s possession before receipt from __THEM_PARTY__ without any confidentiality obligation attached thereto; or (b) is or becomes a matter of public knowledge through no fault of __YOU_PARTY__; or (c) was independently developed or discovered by __YOU_PARTY__ without any reference to any Confidential Information obtained directly or indirectly from __THEM_PARTY__, shall not be considered Confidential Information under this NDA.  ",
    [],
    false
  ],
  [
    "Accordingly, we assume no responsibility or liability for disclosure of any of __YOU_PARTY__ information due to errors in transmission, unauthorised third-party access or other causes beyond __THEM_PARTY__ reasonable control.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will inform members of requests for their data unless it is prohibited from doing so by statute or court order.",
    [],
    false
  ],
  [
    "This Agreement and __YOU_PARTY__'s obligation to keep Confidential Information confidential expires five ( __NUM_MASK__ ) years after the Effective Date.",
    [],
    true
  ],
  [
    "If no such copy is available, __THEM_PARTY__ will accept a binder for a period not to exceed ninety ( __NUM_MASK__ ) days.",
    [],
    false
  ],
  [
    "Upon termination of this Agreement, the receiving Party shall, upon the request of the disclosing Party and at its option, return all Proprietary Information and any copies thereof to the disclosing Party and at its option, return all Proprietary Information and any copies thereof to the disclosing Party or furnish a certificate of destruction thereof, however, QUB as receiving Party shall be entitled to retain one ( __NUM_MASK__ ) copy of Proprietary Information for its internal records.",
    [],
    false
  ],
  [
    "Accordingly, in addition to any and all other available remedies, __THEM_PARTY__ will be entitled to seek a temporary or permanent injunction or any other form of equitable relief to enforce the obligations contained in this Agreement.",
    [],
    false
  ],
  [
    "To protect __YOU_PARTY__ and __YOU_PARTY__ Child's privacy and security, we will take reasonable steps to help verify __YOU_PARTY__ identity before granting __YOU_PARTY__ access to the information that we have collected and maintained about __YOU_PARTY__ or __YOU_PARTY__ Child.",
    [],
    false
  ],
  [
    " __NUM_MASK__  any copy of any of these sources of the Information.",
    [],
    false
  ],
  [
    "In order for written or printed materials to be deemed Confidential Information, it must be marked \"Confidential Information of name of Disclosing Party\"; and in order for verbal or observed information to be deemed Confidential Information, the Receiving Party must be verbally advised of the confidential nature of such information. ",
    [],
    false
  ],
  [
    "The injunctive relief contemplated hereunder is in addition to any other legal or equitable remedies available to the __THEM_PARTY__.",
    [],
    false
  ],
  [
    "Upon the disclosing party's request, the receiving party shall either return all Information or certify that all media containing Information have been destroyed.",
    [],
    false
  ],
  [
    "If a Party discovers at any time that Subject Matter originating from another Party is disclosed to a third party or otherwise used contrary to the terms of this Agreement, the discovering Party shall immediately notify the originating Party of the same and reasonably cooperate in the remedying of the same.",
    [],
    false
  ],
  [
    " Verbal notice from __THEM_PARTY__ shall be sufficient to exercise this right.",
    [],
    false
  ],
  [
    "Upon the declaration of acceleration of this Agreement, __YOU_PARTY__ shall deposit all revenues from the operation of the Project into an account held by and pledged to __THEM_PARTY__ (aCash Collateral Accounta).",
    [],
    false
  ],
  [
    " __NUM_MASK__ . For the services rendered by the __THEM_PARTY__ as required by this Agreement, the __YOU_PARTY__ will provide compensation (the \"Compensation\") to the __THEM_PARTY__ of $ __NUM_MASK__  USD per month.",
    [],
    false
  ],
  [
    "If any unauthorized disclosure of Confidential Information occurs or is suspected by the __YOU_PARTY__ to have occurred, the __YOU_PARTY__ shall immediately notify the __THEM_PARTY__ of the full particulars of such actual or suspected disclosure.",
    [],
    false
  ],
  [
    "The obligations contained in Sections  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__ ,  __NUM_MASK__  and  __NUM_MASK__  hereof with respect to Confidential Information received prior to the date of termination or expiration of this Agreement shall survive the expiration or termination of this Agreement.",
    [],
    true
  ],
  [
    "This Agreement shall be governed by and construed in accordance with the laws of Ontario and the laws of Canada applicable therein.",
    [],
    false
  ],
  [
    "For a period of two ( __NUM_MASK__ ) years following the date of this Agreement, the __YOU_PARTY__ shall not, without the prior written consent of __THEM_PARTY__, which consent __THEM_PARTY__ may withhold at its sole discretion, utilize any Confidential Information to circumvent or compete with __THEM_PARTY__ including without limitation any Confidential Information relating to contracts, business arrangements, or opportunities related in any way to the Project(s).",
    [],
    true
  ],
  [
    "Agreement: This Loan Agreement, as originally executed or as may be hereafter supplemented or amended from time to time in writing.",
    [],
    false
  ],
  [
    "In the event __YOU_PARTY__ cancel __YOU_PARTY__ subscription or membership service, __THEM_PARTY__ will not refund any fees already paid or owed by __YOU_PARTY__.",
    [],
    false
  ],
  [
    "Tangible materials may be possessed and used by a non-originating Party for these purposes, but all tangible materials shall be returned to their originating Party within a reasonable time and subject to these terms where they include Subject Matter. ",
    [],
    false
  ],
  [
    "These Terms of Use shall be governed by, construed and enforced in accordance with the laws of the State of New York applicable to contracts made and wholly performed in such state, and, for the purposes of any and all legal or equitable actions, __YOU_PARTY__ specifically agree and submit to the exclusive jurisdiction and venue of the State and Federal Courts situated in the State and County of New York and agree __YOU_PARTY__ shall not object to such jurisdiction or venue on the grounds of lack of personal jurisdiction, forum non conveniens or otherwise.",
    [],
    false
  ],
  [
    "However, Confidential Information shall not include information, which can clearly demonstrated to be:",
    [],
    false
  ],
  [
    "Without limiting the foregoing, __THEM_PARTY__ is not responsible or liable for any malicious code, delays, inaccuracies, errors, or omissions arising out of __YOU_PARTY__ use of this website.",
    [],
    false
  ],
  [
    "Each party shall be free at all times to hold negotiations or enter into agreements with any third persons or entities, or to independently develop products or services, even if such agreements, products or services are competitive to those of the other party.",
    [],
    false
  ],
  [
    "The obligations of each __YOU_PARTY__ shall remain in effect for a period of five ( __NUM_MASK__ ) years after the date of termination.",
    [],
    true
  ],
  [
    "The obligation of non-disclosure shall terminate when if any of the following occurs: (a) The confidential information becomes known to the public without the fault of the party receiving disclosure, or; (b) The information is disclosed publicly by the party disclosing, or ; (c) a period of  __NUM_MASK__  months passes from the disclosure, or; (d) the information loses its status as confidential through no fault of the party receiving disclosure. ",
    [],
    true
  ],
  [
    "The __YOU_PARTY__'s duty to hold Confidential Information in confidence shall remain in effect until the Confidential Information no longer meets the definition of Confidential Information as set forth in this Agreement or until such time the __THEM_PARTY__ sends the __YOU_PARTY__ written notice which releases the __YOU_PARTY__ from the terms and conditions of this Agreement, whichever occurs first.",
    [],
    true
  ],
  [
    "this agreement.",
    [],
    true
  ],
  [
    "Confidential Information includes, by way of example only, information that the __THEM_PARTY__’s Personnel sees, views, hears, takes notes from, copies, possesses or is otherwise provided access to and use of by the __YOU_PARTY__, whether the information relates to the Contract or the Contract has placed the __THEM_PARTY__’s Personnel in the position to receive the information.  ",
    [],
    false
  ],
  [
    "o Exhibit C – Network Diagram",
    [],
    false
  ],
  [
    "This Agreement shall be perpetual as long as, and only as long as, Subject Matter exists.",
    [],
    true
  ],
  [
    "The parties agree that, in addition to all other remedies provided at law or in equity, the __THEM_PARTY__ shall be entitled to seek injunctive relief hereunder, without the necessity of proving actual damages or posting any bond or other security.",
    [],
    false
  ],
  [
    " __NUM_MASK__  Any dispute arising out of or relating to this Agreement, including any question regarding its existence, validity or termination which cannot be amicably resolved by the Parties shall be settled by arbitration conducted in London in accordance with the UNCITRAL Arbitration Rules.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ will protect the Confidential Information in accordance with the terms of this NDA for a period of five ( __NUM_MASK__ ) years from the date that the Confidential Information was disclosed to __YOU_PARTY__, unless __THEM_PARTY__ specifies in writing a different protection period for specific Confidential Information, in which case, __YOU_PARTY__ shall protect such specific Confidential Information for the specified period.",
    [],
    true
  ],
  [
    "We will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in __YOU_PARTY__ __THEM_PARTY__.net email account or by posting the modified terms on the Global Information System and we advise you to revisit these Terms of Use regularly.",
    [],
    false
  ],
  [
    "You agree that you are solely responsible for (and that __THEM_PARTY__ has no responsibility to you or any other third party for) any material that you create, transmit or display on the Internal Communication Services and for the consequences of __YOU_PARTY__ actions (including any loss or damage which __THEM_PARTY__ may suffer) by doing so.",
    [],
    false
  ],
  [
    "All rights and obligations of each party arising prior to the any termination or expiration of this Agreement, including, FOR THE AVOIDANCE OF DOUBT, all rights and obligations relating to Confidential Information, shall survive its termination or expiration.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ will use its best efforts to facilitate any such monitoring, including providing access to Contractoras employees, agents, equipment, and facilities.",
    [],
    false
  ],
  [
    "Exercise or pursue any other right or remedy permitted under this Agreement or any of the Loan Documents or conferred upon or available to __THEM_PARTY__ at law or in equity or otherwise.",
    [],
    false
  ],
  [
    "Publicly known without the wrongful act or breach of this agreement by the __YOU_PARTY__;",
    [],
    false
  ],
  [
    "This Agreement shall be governed by the laws of the jurisdiction in which the __THEM_PARTY__ is located (or if the __THEM_PARTY__ is based in more than one country, the country in which its headquarters are located) (the \"Territory\") and the parties agree to submit disputes arising out of or in connection with this Agreement to the non-exclusive of the courts in the Territory",
    [],
    false
  ],
  [
    "The __THEM_PARTY__'s total liability to the __YOU_PARTY__ in connection with this Agreement (including but not limited to any liability of the __THEM_PARTY__'s employees, agents or contractors) in contract, tort (including negligence) or otherwise for any loss or damage suffered or incurred by the __YOU_PARTY__ and which is not otherwise excluded, does not exceed the total amount paid by the __YOU_PARTY__ to the __THEM_PARTY__ under this Agreement.",
    [],
    false
  ],
  [
    "If any unauthorized disclosure of Confidential Information is suspected by the __THEM_PARTY__ to have occurred, the __THEM_PARTY__ may require, and if so required, the __YOU_PARTY__ shall provide to the __THEM_PARTY__ a list of all persons who have had access to the Confidential Information, including their name, title, location and function.",
    [],
    false
  ],
  [
    "(i) are, or prior to the time of disclosure or utilization become, generally available to the public other than as a result of a disclosure by the __YOU_PARTY__ or its Representatives, or (ii) are received from an independent third party who had obtained the Information lawfully and was under no obligation of secrecy or duty of confidentiality, or (iii) the __YOU_PARTY__ can show were in its lawful possession",
    [],
    false
  ],
  [
    "This Agreement shall survive until such time as all Confidential Information disclosed hereunder becomes publicly known and made generally available through no action or inaction of recipient.",
    [],
    true
  ],
  [
    " __NUM_MASK__ . Termination of discussions of a Relationship shall not affect the foregoing commitments of each party which shall continue for a period of two ( __NUM_MASK__ ) years from the date on which Confidential Information is last disclosed under this Agreement. ",
    [],
    true
  ],
  [
    "You are responsible for adhering to such limitations if you download the materials.",
    [],
    false
  ],
  [
    "Any litigation arising out of or in connection with this Agreement shall take place in a state or federal court of competent jurisdiction in New Jersey.",
    [],
    false
  ],
  [
    "Notwithstanding any such transfer or assignment under this section, __YOU_PARTY__ shall nonetheless remain obligated for all financial obligations of __YOU_PARTY__ under this Agreement for the remainder of the term as renewed or extended hereunder.",
    [],
    false
  ],
  [
    "This Agreement shall be governed by and construed in accordance with the laws of the State of Ohio and any action or proceeding relating in any way to this Agreement or the subject matter hereof shall be brought and enforced exclusively in the competent courts of Ohio.",
    [],
    false
  ],
  [
    "(b) request by us. ",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees to indemnify and hold harmless __THEM_PARTY__ and its officers, directors, shareholders, employees and agents, from and against all claims, suits, demands, liability, loss, damages, costs and expenses, including reasonable legal fees and expenses (collectively, aClaimsa), which is in any way related to the performance of this Agreement, provided that the __YOU_PARTY__ is given prompt written notice of any Claims that __THEM_PARTY__ receives. ",
    [],
    false
  ],
  [
    "For approved hours worked for the month must be submitted within four ( __NUM_MASK__ ) calendar days after the last day in the month to ensure payment to the __YOU_PARTY__ will be released within 1day of the month (a signed timesheet from the client and an invoice from the __YOU_PARTY__ are required to provide payments). ",
    [],
    false
  ],
  [
    "Each Party agrees that all of its obligations undertaken herein with respect to any Confidential Information (hereinafter defined) received from the other Party under the terms of this Agreement shall survive and continue after any expiration or termination of this Agreement.",
    [],
    true
  ],
  [
    "The __THEM_PARTY__ may, at its sole discretion, offer such products for sale and may modify them or discontinue sale at any time. ",
    [],
    false
  ],
  [
    "Each party receiving Confidential Information from the other party agrees that, for a period of   __NUM_MASK__  years from the receipt of Confidential Information from the other party, it shall not disclose such Confidential Information to any person or entity, except to its own employees having a \"need to know\" (and who are themselves bound by similar nondisclosure restrictions), and to such other recipients as the disclosing party may approve in writing;",
    [],
    true
  ],
  [
    "In the event __YOU_PARTY__ breaches any of its obligations under this Agreement, __YOU_PARTY__ shall pay all of __THEM_PARTY__’s costs (including, but not limited to, attorneys’ fees and disbursements) incurred in enforcing this Agreement.",
    [],
    false
  ],
  [
    "Unless earlier terminated, the confidentiality obligations set forth in this Agreement shall terminate automatically five ( __NUM_MASK__ ) years after the date of this Agreement, unless renewed by mutual consent in writing.",
    [],
    true
  ],
  [
    "All written Confidential Information supplied by a Party, and all copies or translations thereof made by the Party or Permitted Disclosee who received the Confidential Information, shall, upon written request of the Party who initially provided the Confidential Information, be returned to that Party, destroyed, or held and maintained subject to the terms of this Agreement provided, however, that a Party or Permitted Disclosee shall not be obligated to return or destroy any Confidential Information contained in its archive computer back-up system and provided further, that a Party may retain copies of Confidential Information to the extent that retention is required by applicable law or regulation.",
    [],
    false
  ],
  [
    "Time is hereby declared to be of the essence of this Agreement and of every part hereof.",
    [],
    false
  ],
  [
    "The obligations of each __YOU_PARTY__ hereunder shall survive for a period of three years after the disclosure of the Confidential Information or until such time as all Confidential Information of the other party disclosed hereunder becomes publicly known and made generally available through no action or inaction of the __YOU_PARTY__, whichever is earlier.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ will be paid net  __NUM_MASK__ , once the Client has paid the __THEM_PARTY__ for the Project.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall, at its own expense, cooperate with AOC in seeking damages and/or injunctive or other equitable relief against any such person(s).",
    [],
    false
  ],
  [
    "This Undertaking enters into force when signed by __YOU_PARTY__. __YOU_PARTY__’s obligation to maintain the confidentiality and security of the __THEM_PARTY__’s trade secrets continues for five ( __NUM_MASK__ ) years following the date hereof.",
    [],
    true
  ],
  [
    "Electronic Service Provider __THEM_PARTY__ may use third party electronic payment processors and/or financial institutions (\"ESPs\") to process financial transactions if you use the donation module of HUBnet.",
    [],
    false
  ],
  [
    "Notwithstanding anything to the contrary in this Agreement, in the event of a breach or threatened breach by the Interested Party of any provision of this Agreement, the Interested Party hereby acknowledges and agrees that the Company shall have the right to seek immediate temporary or permanent injunctive relief, specific performance or other equitable relief, without prejudice to any other rights and remedies available to the Company in this Agreement.",
    [],
    false
  ],
  [
    "aC/ publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.",
    [],
    false
  ],
  [
    "(a) is in the public domain at the time of the disclosure by Provider or is subsequently made available to the general public through no violation of this Confidentiality Agreement by Recipient; ",
    [],
    false
  ],
  [
    "Such obligations and terms shall survive for a period of three ( __NUM_MASK__ ) years from said expiration or termination.",
    [],
    true
  ],
  [
    "The parties agree that all confidential information disclosed under this Agreement, unless written consent is otherwise granted by the __THEM_PARTY__, shall be maintained in confidence for a period of three ( __NUM_MASK__ ) years from the date of disclosure and shall be used solely in connection with the obligations undertaken in this Agreement.",
    [],
    true
  ],
  [
    "These Terms of Use, together with the Privacy Policy constitute a legally binding agreement (the \"Agreement\").",
    [],
    false
  ],
  [
    "In the event of any breach or threatened breach of this agreement by the __YOU_PARTY__, its advisors or Representatives the __YOU_PARTY__ recognizes that any remedy at law will be inadequate and agrees that the __THEM_PARTY__ shall be entitled to temporary and/or permanent injunction relief for any such breach.",
    [],
    false
  ],
  [
    "The Confidential Information disclosed pursuant to this Agreement will be subject to the terms of this Agreement for a period of five ( __NUM_MASK__ ) years from the date of the last person to execute this Agreement.",
    [],
    true
  ],
  [
    "The __YOU_PARTY__ agrees at all times during the term of its contract with the __THEM_PARTY__ (the \"Term\") and [for a period of two years] thereafter, to hold in strictest confidence, and not to use, except for the benefit of the __THEM_PARTY__, or to disclose to any person, firm, or corporation without written authorization of the __THEM_PARTY__, any Confidential Information of the __THEM_PARTY__. ",
    [],
    true
  ],
  [
    "The confidentiality and nondisclosure obligations of this Agreement shall not apply to any portion of the Confidential Information that: (i) was in the public domain at the same time it was communicated to the Interested Party by the Company and was not disclosed, directly or indirectly, in violation of any confidentiality obligation owed to the Company; (ii) entered the public domain subsequent to the time it was communicated to the Interested Party by the Company through no fault of the Interested Party or any of its Representatives and was not disclosed, directly or indirectly, in violation of any confidentiality obligation owed to Company; or (iii) was already demonstrably known to the Interested Party prior to delivery thereof by the Company and was not disclosed to the Interested Party, directly or indirectly, in violation of any confidentiality obligation owed to e Company.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will regularly report amounts paid to __YOU_PARTY__ by filing Form 1099MISC with the Internal Revenue Service as required by law.",
    [],
    false
  ],
  [
    "At the request of the __THEM_PARTY__, the __YOU_PARTY__ shall provide adequate evidence that such persons are the __YOU_PARTY__'s employees.",
    [],
    false
  ],
  [
    "This Agreement shall be governed by and construed in accordance with the laws of the Province of Ontario and the federal laws of Canada applicable in the Province of Ontario. ",
    [],
    false
  ],
  [
    "The obligations and undertakings of the __YOU_PARTY__ hereunder as to the Confidential Information shall extend for a period of one year from the date of this Agreement.",
    [],
    true
  ],
  [
    "You agree to use the Internal Communication Services only for purposes that are permitted by these Terms of Use and any applicable laws or regulations in the relevant jurisdictions.",
    [],
    false
  ],
  [
    "The obligations of the __YOU_PARTY__ under this Confidentiality Agreement shall be effective from the date of this Agreement or the date the __YOU_PARTY__ is assigned to the Project, whichever is earlier, until two ( __NUM_MASK__ ) years from the date first entered herein below.",
    [],
    true
  ],
  [
    "Confidential Information means any information regardless of form or medium, whether tangible or intangible, including any copies or fixations made thereof, that is: (a) proprietary or confidential to __THEM_PARTY__ or its affiliated companies or to their respective customers, suppliers or other business partners including, without limitation, information that specifies, concerns or is related to __THEM_PARTY__'s intellectual property, trade secrets, business operations, finances, customers, technical know-how, prototypes, designs, processes, products, services, or the development, testing or commercial exploitation of any of the foregoing; (b) either specifically identified as confidential prior to or at the time of its disclosure or that would reasonably be considered by a person knowledgeable in the industry to be proprietary or confidential in nature because of legends or other markings on the information, the circumstances of disclosure or the nature of the information itself; and (c) directly or indirectly disclosed or to which the __YOU_PARTY__ is otherwise provided access by __THEM_PARTY__ or on __THEM_PARTY__'s behalf.",
    [],
    false
  ],
  [
    "No rights or licenses to __YOU_PARTY__ Data are granted to __THEM_PARTY__ except as expressly set forth herein.",
    [],
    false
  ],
  [
    "However, the obligations under section  __NUM_MASK__  and the provisions of section  __NUM_MASK__  and  __NUM_MASK__  shall survive the termination of this Agreement for two ( __NUM_MASK__ ) years thereafter.  ",
    [],
    true
  ],
  [
    "Notwithstanding the return and/or destruction of the Evaluation Materials, the __YOU_PARTY__ and its Representatives will continue to be bound by the confidentiality and other obligations created hereby",
    [],
    true
  ],
  [
    " __NUM_MASK__ % service fee on savings from any gift offers that are unclaimed with the claim period or are cancelled after they have been successfully sent and delivered.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ recognizes that the __THEM_PARTY__ may be irreparably damaged by any breach of this Agreement and that the __THEM_PARTY__ shall be entitled to seek an injunction, specific performance, or other equitable remedy to prevent such competition or disclosure, and may entitle the __THEM_PARTY__ to other legal remedies, including attorneys' fees and costs.",
    [],
    false
  ],
  [
    "In consideration of [__YOU_PARTY__]'s  disclosure of the Proprietary Information, the __THEM_PARTY__ agrees that, for the term of this Agreement and for a period of five years from the date of termination of this Agreement, the __THEM_PARTY__ will maintain the Proprietary Information in strict confidence.",
    [],
    true
  ],
  [
    "records)], [and provided that one copy of each document or other matter constituting the Information, other than Personal Information, may be retained by the __YOU_PARTY__’s Legal Department, in secure storage, permanently subject to the terms of this agreement, for use only in disputes relating to this agreement].",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees to pay all indebtedness evidenced and secured by the Loan Documents in accordance with the terms thereof.",
    [],
    false
  ],
  [
    "I further understand and agree that all Confidential, Proprietary and/or Sensitive Information shall be retained, disseminated, released, and destroyed in accordance with the requirements of law and applicable Department of Defense or __YOU_PARTY__ directives, regulations, instructions, policies and guidance.",
    [],
    true
  ],
  [
    "The foregoing commitments of either party in this Agreement shall survive any termination of discussions between the parties, and shall continue for a period of five ( __NUM_MASK__ ) years following the date of this Agreement.",
    [],
    true
  ],
  [
    "The “Confidential Information” of a party means information that is disclosed by or on behalf of such party or is otherwise learned by the other party in connection with the Purpose and that (a) is clearly labeled or otherwise identified in writing as confidential, (b) is identified orally as confidential at the time of disclosure with written confirmation within  __NUM_MASK__  days after first disclosure, or (c) or which based on the circumstances surrounding disclosure and the nature of the information disclosed ought reasonably to be treated as Confidential Information of the __THEM_PARTY__, including without limitation, technical product documentation and information, product plans and roadmaps, non-public financial results and statistics, business analyses, marketing plans, non-public product prices, customer data, and, in the case of PTC, the technologies embodied in any of PTC’s software provided to the other party hereto.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, __YOU_PARTY__ and __THEM_PARTY__ have executed this Agreement as of the day and year first set forth above.",
    [],
    false
  ],
  [
    "Copyright And Trademark Notices  __NUM_MASK__ .",
    [],
    false
  ],
  [
    "The term shall also mean and include information which is orally or otherwise disclosed, in non-documented form.",
    [],
    false
  ],
  [
    "Accordingly, each Party hereby agrees that the other Party shall be entitled to seek specific performance of recipient's obligations under this Agreement, as well as such further injunctive and/or other relief as may be granted by a court of competent jurisdiction.",
    [],
    false
  ],
  [
    "The beta program will continue until we terminate it; however, __YOU_PARTY__ may terminate __YOU_PARTY__ participation in the program by giving us reasonable notice and returning the Beta Product to us.",
    [],
    true
  ],
  [
    "This Agreement shall be governed by and construed in accordance with the laws of the State of California applicable to agreements made and to be performed within such State.",
    [],
    false
  ],
  [
    "Each party agrees that, in addition to other relief, this Agreement may be enforced by injunctive relief.",
    [],
    false
  ],
  [
    "The Recipient shall honor any request from the disclosing Party to promptly return or destroy all copies of Confidential Information disclosed under this Agreement and all notes related to such Confidential Information.",
    [],
    false
  ],
  [
    "The Parties desire to keep confidential any confidential or proprietary information disclosed by __THEM_PARTY__ to __YOU_PARTY__ as part of __THEM_PARTY__'s submission of an Offer in response to the RSC-RFO (the \"Offer\"), or any confidential or proprietary information that may be disclosed by either Party to the other Party as part of discussions or negotiations with __THEM_PARTY__ concerning __THEM_PARTY__'s Offer until the latest of: ( __NUM_MASK__ ) the Offer being placed on __YOU_PARTY__'s short list and an updated NDA is executed between the Parties; ( __NUM_MASK__ ) if the Offer is placed on __YOU_PARTY__'s short list, __THEM_PARTY__'s notification to __YOU_PARTY__ that __THEM_PARTY__ declines to pursue further negotiations; or ( __NUM_MASK__ ) __YOU_PARTY__'s notification to __THEM_PARTY__ that the Offer has not been placed on __YOU_PARTY__'s short list and __YOU_PARTY__ does not wish to negotiate a RSC.",
    [],
    true
  ],
  [
    "Information, furnished by the __THEM_PARTY__ to the __YOU_PARTY__ (including, without limitation, business plans, marketing plans, financial information, product samples, designs, drawings and specifications) and all copies, notes, summaries, abstracts, drawings, sketches, reproductions, models and other materials produced from such materials or from Confidential Information; and (b) all other materials containing Confidential Information which are in the possession or under the control of the __YOU_PARTY__; or destroy all materials containing Confidential Information which are in the possession or under the control of the __YOU_PARTY__ and certify in writing such destruction to the __THEM_PARTY__.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall use the proceeds of the Loan solely for the purposes set forth in Exhibit C hereto.",
    [],
    false
  ],
  [
    "__YOU_PARTY__’s duty to protect the Information under this Agreement expires three ( __NUM_MASK__ ) years from the receipt of Information",
    [],
    true
  ],
  [
    "  __YOU_PARTY__ shall not penalize __THEM_PARTY__ if the number of facilities within __THEM_PARTY__ decreases. ",
    [],
    false
  ],
  [
    "__YOU_PARTY__ understands that its obligations under Paragraph  __NUM_MASK__  (\"Nondisclosure and Nonuse Obligations\") shall survive the termination of any other relationship between the parties.",
    [],
    true
  ],
  [
    " LISTNUM \\l3 Insurance Coverage Requirements: __YOU_PARTY__ shall maintain insurance coverage as contained on Exhibit D to the Application/Commitment and as follows, all in forms, with companies and in amounts satisfactory to __THEM_PARTY__:",
    [],
    false
  ],
  [
    "The obligation of this Agreement shall be continuing for a period of  _  years after the disclosure has been made. However, IITB is free to use the Information solely for the purpose of teaching after a period of  _  years.",
    [],
    true
  ],
  [
    "It is also acknowledged by the reader of this business plan that the information furnished in this business plan, other than information that is in the public domain, may cause serious harm or damage to __YOU_PARTY__ and will be kept in the strictest confidence. ",
    [],
    false
  ],
  [
    "If Customeras use of the Services exceeds the Service Capacity set forth on the Order Form (if any) or otherwise requires the payment of additional fees expressly set forth in this Agreement, __YOU_PARTY__ shall be billed for such usage and __YOU_PARTY__ agrees to pay the additional fees in the manner provided herein.",
    [],
    false
  ],
  [
    "Furthermore, __THEM_PARTY__ am aware that the unauthorized release of such information may subject me to criminal and civil penalties and adverse personnel actions.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will pay __YOU_PARTY__ the fee set forth in each Project Assignment for services rendered pursuant to this Agreement.",
    [],
    false
  ],
  [
    "PATENT INDEMNITY: __YOU_PARTY__ shall defend all suits or claims and shall hold and save __THEM_PARTY__ and CLIENT, Eligible Recipient, and user, harmless from liability of any nature or kind, including costs and expense for or on account of any patented or unpatented invention, article, or appliance manufactured or used in the performance of this SUBCONTRACT, including its use by __THEM_PARTY__ and/or CLIENT and/or Eligible Recipients and any other user, with the exception of the use of articles purchased by __THEM_PARTY__ and/or CLIENT.",
    [],
    false
  ],
  [
    "“Confidential Information” for purposes of this agreement shall include all data, materials, products, technology, computer programs, specifications, manuals, business plans, software, marketing plans, financial information, statistical information, trade secrets, technical or test data, scientific data, graphic communication, “know-how”, drawings, electronic and other information disclosed or submitted, orally, in writing, or by any other media which is in possession of the __THEM_PARTY__ or developed by the __THEM_PARTY__.",
    [],
    false
  ],
  [
    "If the Equipment is not reclaimed by __YOU_PARTY__ within forty-five ( __NUM_MASK__ ) days of its removal from the Site, __THEM_PARTY__ has the right to sell the Equipment and deduct therefrom any amounts due under this Agreement, returning the remainder to __YOU_PARTY__.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees to notify __THEM_PARTY__ in writing promptly of any actual or suspected misuse, misappropriation or unauthorized disclosure of Confidential Information of __THEM_PARTY__ which may come to __YOU_PARTY__'s attention.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ agrees that any breach of this Agreement may cause the Disclosing party substantial and irreparable damages and, therefore, in the event of any such breach, in addition to other remedies, which may be available, the __THEM_PARTY__ shall have the right to specific performance and other injunctive and equitable relief.",
    [],
    false
  ],
  [
    "Subject only to its confidentiality and non-disclosure obligations as set forth in this Agreement, each party's right, to develop, use, and market products and services similar to or competitive with the Confidential Information of the other party shall remain unimpaired. ",
    [],
    false
  ],
  [
    "INDEMNITY AND INSURANCE - __YOU_PARTY__ shall defend, indemnify and hold harmless __THEM_PARTY__ from any claims, suits, judgments, fees and costs (including attorney's fees) based on or arising out of the Selleras products, services and/or the resale or use of the products purchased hereunder including death, personal injury, or damage to property. ",
    [],
    false
  ],
  [
    "Except for its own acts of negligence or intentional misconduct, __THEM_PARTY__ will have no liability for any loss or damage due to personal injury or death or property damage.",
    [],
    false
  ],
  [
    "The protection period for all Confidential Information is five ( __NUM_MASK__ ) years from the date of disclosure.",
    [],
    true
  ],
  [
    "Any Party shall have the right to refuse to accept any Confidential Information under this NDA from a __THEM_PARTY__, if it believes the receipt of such Confidential Information would limit or restrict in any way the use of its own technology or otherwise impair its business interests.",
    [],
    false
  ],
  [
    "The obligations of __YOU_PARTY__ with respect to Confidential Information disclosed prior to the termination of this Agreement shall survive termination of this Agreement for five ( __NUM_MASK__ ) years from the date of the applicable disclosure.",
    [],
    true
  ],
  [
    " __NUM_MASK__ ! Each party (the aReceiving Partya) understands that the other party (the aDisclosing Partya) has disclosed or may disclose business, technical or financial information relating to the Disclosing Partyas business (hereinafter referred to as aProprietary Informationa of the Disclosing Party).",
    [],
    false
  ],
  [
    "Derivative Information which will be destroyed and in the case of information stored in electronic form, it will be permanently erased [(provided such electronic information may be retained in back up servers if not intentionally made available to any person, and is deleted in accordance with the __YOU_PARTY__’s normal policies with respect to the retention of electronic",
    [],
    false
  ],
  [
    "If any party hereto incurs any legal fees, whether or not action is instituted, to enforce the terms of this Agreement or to recover damages or injunctive relief for breach of this Agreement, it is agreed that the successful or prevailing parties shall be entitled to reasonable attorney fees and other costs in addition to any other relief to which it or they may be entitled.",
    [],
    false
  ],
  [
    "If during the term of this Agreement it appears to __THEM_PARTY__ that this non-disclosure provision is insufficient to protect __THEM_PARTY__'s statutory, contractual or other legal obligations to others to protect certain information, then __YOU_PARTY__ shall upon request execute, acknowledge and deliver all additional documents as may reasonably be required.",
    [],
    false
  ],
  [
    "By submitting, posting or displaying Submissions on or through the Internal Communication Services, you grant to __THEM_PARTY__ a worldwide, non-exclusive, royalty-free, irrevocable and perpetual licence to utilise the Submissions for the purposes of __THEM_PARTY__`s business, including, without limitation, the right to reproduce, edit, reformat, distribute, transmit, and the Submissions.",
    [],
    false
  ],
  [
    "which is required by any applicable law, rule, professional duty and/or internal compliance procedures to be retained, and models with may contain extracts and summaries of the Information, have been destroyed.",
    [],
    false
  ],
  [
    "Upon termination of this Agreement, __YOU_PARTY__ shall have no further rights to use The Station or its services.",
    [],
    false
  ],
  [
    "For the purposes of this Agreement, the term \"Confidential Information\" shall not include any portion of such information that: (i) is or becomes generally known or available by publication, commercial use or otherwise through no fault of __YOU_PARTY__; (ii) is known and has been reduced to tangible form by the __YOU_PARTY__ at the time of disclosure as proven by documentary evidence and is not subject to restriction; (iii) is independently developed or learned by the __YOU_PARTY__ as proven by documentary evidence; (iv) is lawfully obtained from a third party that has the right to make such disclosure as proven by documentary evidence; or (v) is made generally available by __THEM_PARTY__ without restriction on disclosure.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall invoice __THEM_PARTY__ for approved hours on a Bi-Monthly basis.",
    [],
    false
  ],
  [
    "__THEM_PARTY__, by making the Loan or taking any action pursuant to any of the Loan Documents, shall not be deemed a partner or a joint venturer with __YOU_PARTY__ or fiduciary of __YOU_PARTY__.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ will be indemnified by __YOU_PARTY__ from and against any losses, damages, costs, expenses, fees or penalties suffered or incurred by __THEM_PARTY__ on account of the filing of the claim or lien. ",
    [],
    false
  ],
  [
    "IITB and Company wish to exchange the information for the sole purpose of  _  and each party regards certain parts of the Information it possesses to be secret and desires to protect those parts from unauthorized disclosure or use (such secret parts being hereafter collectively referred to as \"Information\").",
    [],
    false
  ],
  [
    "The non-disclosure provisions of this Agreement shall survive the termination of this Agreement and each party's duty to hold Confidential Information in confidence shall remain in effect until the Confidential Information no longer qualifies as a trade secret, until the Confidential Information is no longer confidential, or until __THEM_PARTY__ sends __YOU_PARTY__ written notice releasing __YOU_PARTY__ from this Agreement, whichever occurs first.",
    [],
    true
  ],
  [
    "Any suit or action to enforce, arising out of or relating to this Agreement may be brought in New York State Supreme Court, Nassau or Suffolk Counties, New York, or the United States District Court for the Eastern District of New York.",
    [],
    false
  ],
  [
    "For added security, __YOU_PARTY__ will be provided the ability to specify a password which will be used to access and make changes to the parental controls applicable to __YOU_PARTY__ Child's account.",
    [],
    false
  ],
  [
    "If called upon to render assistance under this paragraph, __YOU_PARTY__ will be entitled to a fair and reasonable fee in addition to reimbursement of authorized expenses incurred at the prior written request of __THEM_PARTY__.",
    [],
    false
  ],
  [
    "If any action is initiated to enforce any of the provisions hereof, the prevailing party shall be entitled to reimbursement of all costs and expenses, including the reasonable fees and expenses of legal counsel, incurred by it in connection therewith.",
    [],
    false
  ],
  [
    "The parties irrevocably agree that the courts of England and Wales shall have exclusive  jurisdiction to settle any dispute or claim that arises out of or in connection with this agreement or its subject matter or formation (including non-contractual disputes or claims).",
    [],
    false
  ],
  [
    "The __THEM_PARTY__ warrants to the __YOU_PARTY__ that the Specified Services will be provided using all reasonable care and skill and, as far as reasonably possible, in accordance with the SOW and the Project Timetable and any other targets mutually agreed.",
    [],
    false
  ],
  [
    "My obligation under this agreement shall terminate five ( __NUM_MASK__ ) years following the date hereof.",
    [],
    true
  ],
  [
    "Recipient recognized that improper use of the Confidential Information disclosed hereunder shall cause irreparable damage to the Provider and agrees that the Provider may take any and all available legal action and shall be entitled to injunctive relief to prevent breaches of this Agreement.",
    [],
    false
  ],
  [
    "(d) is developed independently by Recipient without access to Discloser’s",
    [],
    false
  ],
  [
    "Modification Of These Terms Of Use  __NUM_MASK__ .",
    [],
    false
  ],
  [
    "The requirement to protect Confidential Information disclosed under this Agreement shall survive termination of this Agreement.",
    [],
    true
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information that has been disclosed by the other Party, the receiving Party (\"Recipient\") shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information to any contractor or other third party without prior, written approval from the disclosing Party and shall protect such Confidential Information from inadvertent disclosure to a third party using the same care and diligence that the Recipient uses to protect its own proprietary and confidential information, but in no case less than reasonable care.  ",
    [],
    true
  ],
  [
    "Notwithstanding anything in the foregoing to the contrary, Confidential Information shall not include information which: (i) was known by the Receiving Party prior to receiving the Confidential Information from the __THEM_PARTY__; (b) becomes rightfully known to the Receiving Party from a third-party source not known (after diligent inquiry) by the Receiving Party to be under an obligation to __THEM_PARTY__ to maintain confidentiality; (c) is or becomes publicly available through no fault of or failure to act by the Receiving Party in breach of this Agreement; (d) is required to be disclosed in a judicial or administrative proceeding, or is otherwise requested or required to be disclosed by law or regulation, although the requirements of paragraph  __NUM_MASK__  hereof shall apply prior to any disclosure being made; and (e) is or has been independently developed by employees, consultants or agents of the Receiving Party without violation of the terms of this Agreement or reference or access to any Confidential Information.",
    [],
    false
  ],
  [
    "Remedies. Each party agrees that its obligations hereunder are necessary and reasonable in order to protect the other party and the other party’s business, and expressly agrees that monetary damages would be inadequate to compensate the other party for any breach of any covenant or agreement set forth herein.",
    [],
    false
  ],
  [
    "Affiliated Party: (i) if __YOU_PARTY__ or any Affiliated Party is a general or limited partnership, the general partners thereof and any person or entity directly or indirectly controlling any general partner thereof; (ii) if __YOU_PARTY__ or any Affiliated Party is a joint venture, its joint venture partners and any person or entity directly or indirectly controlling any joint venture partner thereof; and (iii) if __YOU_PARTY__ is a corporation or limited liability company, any person or entity directly or indirectly controlling __YOU_PARTY__.",
    [],
    false
  ],
  [
    "Each party agrees that it will within ten ( __NUM_MASK__ ) days of such written notification return or destroy all documents and tangible items in its possession which contain any part of the Confidential Information and provide a certificate of destruction if such Confidential Information is destroyed. ",
    [],
    false
  ],
  [
    "I acknowledge and agree that my obligation of confidentiality under paragraph  __NUM_MASK__  is of indefinite duration and that I will never disclose any Information to any person or entity, except as expressly directed by <<__THEM_PARTY__>>, or as may be required by law.",
    [],
    true
  ],
  [
    "__THEM_PARTY__ shall provide any administrative support required by __YOU_PARTY__ in order to provide the Services.",
    [],
    false
  ],
  [
    "The parties expressly consents to the jurisdiction of the federal and state courts located within the State of North Carolina.",
    [],
    false
  ],
  [
    " __NUM_MASK__  ! In full and complete consideration for the provision of the Services, __YOU_PARTY__ will pay __THEM_PARTY__ the then applicable fees described in the Order Form for the Services and Professional Services in accordance with the terms therein (the aFeesa).",
    [],
    false
  ],
  [
    "This Agreement is made in, and shall be interpreted, construed, governed, and enforced in accordance with the laws of the State of New York (without regard to any choice of law principles thereof that may result in the application of the laws of any other jurisdiction).",
    [],
    false
  ],
  [
    "If the Party is required by law to disclose the Confidential Information of the other Party to the government authority or any other official body, it shall notify the other Party immediately, if possible, before the Confidential Information is disclosed.",
    [],
    false
  ],
  [
    "Term. This Agreement and the confidentiality obligations herein shall terminate three ( __NUM_MASK__ ) years following the date of this Agreement.",
    [],
    true
  ],
  [
    "The obligations set forth in this Agreement with regard to both parties treatment of Confidential Information received under this Agreement shall continue in full force for a period of five ( __NUM_MASK__ ) years from receipt of such information.",
    [],
    true
  ],
  [
    "As used herein, the \"Confidential Information\" of a Party will mean, subject to Section  __NUM_MASK__ , any and all technical and non-technical information disclosed by such Party (the \"__THEM_PARTY__\") to the other Party (the \"__YOU_PARTY__\"), which may include without limitation: (a) patent and patent applications, (b) trade secrets, and (c) proprietary and confidential information, ideas, samples, media, techniques, sketches, drawings, works of authorship, models, inventions, know-how, processes, apparatuses, equipment, algorithms, software programs, software source documents, and formulae related to the current, future, and proposed products and services of each of the Parties, such as information concerning research, experimental work, development, design details and specifications, engineering, financial information, procurement requirements, purchasing, manufacturing, customer lists, investors, employees, business and contractual relationships, business forecasts, sales and merchandising, and marketing plans.",
    [],
    false
  ],
  [
    "Consequently, the parties agree that the non-breaching party shall be entitled to equitable relief, including injunction and specific performance, in the event of any breach of the provisions of this Confidentiality Agreement, in addition to all remedies available to the parties at law or in equity.",
    [],
    false
  ],
  [
    "CONFIDENTIAL INFORMATION:",
    [],
    false
  ],
  [
    "This Agreement shall be perpetual as long as, and only as long as, Subject Matter exists. ",
    [],
    true
  ],
  [
    "A. In addition to the foregoing the following are also expressly included within the definition of Confidential Information: ( __NUM_MASK__ ) Any information that is marked as classified (Confidential, Secret, Top Secret or any higher national security classification) in accordance with the National Security Act of  __NUM_MASK__ ; ( __NUM_MASK__ ) Any information that is marked as Security Sensitive Information (SSI); Protected Critical Infrastructure Information (PCII); or Chemical Vulnerability Information (CVII) pursuant to the applicable federal statutory and regulatory scheme; ( __NUM_MASK__ ) Any information that may be protected pursuant to any other federal or state statutory or regulatory scheme intention to protect information, or by order, resolution or determination of a court or administrative board or other administrative body; ( __NUM_MASK__ ) Any information that has been deemed confidential and not subject to disclosure pursuant to the New Jersey Open Public Records Act (ORPA) and/or Executive Order # __NUM_MASK__  (McGreevey); ( __NUM_MASK__ ) Any information that has been deemed confidential by the New Jersey Office of Homeland Security and Preparedness or the New Jersey Domestic Security Preparedness Task Force.",
    [],
    false
  ],
  [
    "Nothing in this Agreement will prohibit the Recipient from developing or having developed for it products, concepts, systems or techniques that are similar to or compete with the products, concepts, systems or techniques contemplated by or embodied in the Confidential Information provided that the Recipient does not violate any of its obligations under this Agreement in connection with such development.",
    [],
    false
  ],
  [
    "The foregoing obligations and restrictions do not apply to that part of the Confidential Information that the __YOU_PARTY__ can demonstrate: (i) was available or became generally available to the public other than as a result of a disclosure by the __YOU_PARTY__; or (ii) was available, or became available, to the __YOU_PARTY__ on a non-confidential basis prior to its disclosure to the __YOU_PARTY__ by the __THEM_PARTY__ or a __THEM_PARTY__ representative, but only if such information was not made available through a breach of confidentiality owed to the __THEM_PARTY__; or (iii) was requested or legally compelled (by oral questions, interrogatories, requests for information or documents, subpoena, civil or criminal investigative demand, or similar process) or is required by a regulatory body to make any disclosure which is prohibited or otherwise constrained by this Agreement, provided, however, that the __YOU_PARTY__ shall: (A) provide the __THEM_PARTY__ with prompt notice of any such request(s) so that the __THEM_PARTY__ may seek an appropriate protective order or other appropriate remedy: and (B) provide reasonable assistance to the __THEM_PARTY__ in obtaining any such protective order. If such protective order or other remedy is not obtained or the __THEM_PARTY__ grants a waiver hereunder, the __YOU_PARTY__ may furnish that portion (and only that portion) of the Confidential Information that, in the written opinion of counsel reasonably acceptable to the __THEM_PARTY__, the __YOU_PARTY__ is legally compelled or am otherwise required to disclose; provided, however, that the __YOU_PARTY__ shall use reasonable efforts to obtain reliable assurance that confidential treatment will be accorded any Confidential Information so disclosed.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ agree that this obligation shall continue both during the period of my current participation and thereafter.",
    [],
    true
  ],
  [
    "The __THEM_PARTY__ is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in __THEM_PARTY__'s sole discretion.",
    [],
    false
  ],
  [
    "Notwithstanding the foregoing, __THEM_PARTY__ agrees that its obligation to limit disclosure of __YOU_PARTY__ Confidential Information described in section  __NUM_MASK__  above shall survive beyond the termination of this Agreement.",
    [],
    true
  ],
  [
    "In return for Us giving __YOU_PARTY__ Confidential Information, __YOU_PARTY__ agree that for a period of [state the number of years/months] from the date of this Agreement",
    [],
    true
  ],
  [
    "__YOU_PARTY__ will reasonably cooperate (and will cause the managing agent to reasonably cooperate) with __THEM_PARTY__ in arranging for inspections of the Project [from time to time] by __THEM_PARTY__ and its agents and representatives.",
    [],
    false
  ],
  [
    "The obligations herein in relation to each item of CONFIDENTIAL INFORMATION of either Party shall subsist for a period of three ( __NUM_MASK__ ) years from the date of its disclosure, notwithstanding any termination of this Agreement, pursuant to clause  __NUM_MASK__  hereof.",
    [],
    true
  ],
  [
    "or subsequently becomes publicly known through no fault of the __YOU_PARTY__; (b) discovered or created by the __YOU_PARTY__ before disclosure by __THEM_PARTY__; (c) learned by the __YOU_PARTY__ through legitimate means other than from the __THEM_PARTY__ or __THEM_PARTY__’s representatives; or (d) is disclosed by __YOU_PARTY__ with __THEM_PARTY__’s prior written approval.",
    [],
    false
  ],
  [
    "This Confidentiality Agreement shall be in force from the time it is signed by both parties for so long as the Confidential Information remains confidential to the fullest extent permissible by law.",
    [],
    true
  ],
  [
    "General You agree that no joint venture, partnership, employment, or agency relationship exists between you and __THEM_PARTY__ as a result of this agreement or use of HUBnet.",
    [],
    false
  ],
  [
    "\"Confidential Information\" means the terms and conditions of this Agreement, the existence of the discussions between the parties and all information, in whatever form, furnished by the \"Disclosing Party\" orally or in writing and identified as confidential or proprietary at the time of disclosure including, but not limited to, information concerning the Disclosing Party's pricing, financials, products, methods, procedures, customers, services or systems.",
    [],
    false
  ],
  [
    "and __YOU_PARTY__ will use all reasonable diligence to prevent unauthorized use or disclosure by __YOU_PARTY__ for a period of five ( __NUM_MASK__ ) years from the signing of this Agreement",
    [],
    true
  ],
  [
    "Confidential Information does not include information, technical data or know-how which (i) is in the possession of the receiving party at the time of disclosure as shown by the receiving party’s files and records immediately prior to the time of disclosure; or (ii) prior or after the time of disclosure becomes part of the public knowledge or literature, not as a result of any inaction or action of the receiving party; or (iii) is approved for release by the disclosing party; or (iv) is independently developed by the receiving party without the use of any Confidential Information of the other party.",
    [],
    false
  ],
  [
    "For the avoidance of any doubt, if __YOU_PARTY__ provides Services directly to an Eligible Recipient (that is not __THEM_PARTY__), the Parties expressly agree that __YOU_PARTY__ shall bill such Eligible Recipient separately and __THEM_PARTY__ shall not be responsible or liable in any manner for the performance, acts, or omissions of such Eligible Recipient.",
    [],
    false
  ],
  [
    " In order to change __YOU_PARTY__ shipping or billing information submitted with respect to a pre-order, or the quantity of products pre-ordered, __YOU_PARTY__ will need to cancel __YOU_PARTY__ original pre-order (with the outdated information) and place a new pre-order using __YOU_PARTY__ updated information.",
    [],
    false
  ],
  [
    "The notice to __THEM_PARTY__ shall describe with particularity the Building Law violation and the Borroweras plan to promptly correct the violation.",
    [],
    false
  ],
  [
    "All disclaimers, indemnities and exclusions in this Agreement shall survive termination of this Agreement.",
    [],
    false
  ],
  [
    "The names of actual companies and products mentioned herein may be the trade marks of their respective owners.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ will reimburse Us for all costs or expenses which We have to pay because __YOU_PARTY__ breached this Agreement.",
    [],
    false
  ],
  [
    "In connection with the matter referenced above (the “Project”), I require, and understand that you will be providing me with, certain information with respect thereto that is nonpublic, confidential or proprietary in nature, including without limitation, financial statements, forecasts, occupancy status and other information and data for the purposes of evaluating and preparing a proposal to you for the Project (the “Information”).",
    [],
    false
  ],
  [
    "DOCUMENT - The parties hereto agree that __THEM_PARTY__ shall turn over to __YOU_PARTY__ all Project Information, including all copies thereof, when and as requested during the term of the Purchase Order and when the Services under all Purchase Orders have been completed. ",
    [],
    false
  ],
  [
    "o Exhibit I – Enterprise Storage",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ may not use, carry or promote products (mouse pads, headset / headphone, Teflon/glides, monitors, computers, game machines, mice, clothing, soft drinks, magazine, food, equipment, ETC.) in official events (in Offline tournaments) if these products compete with products from the organization's sponsors WITHOUT NOTIFYING ISOLATION ESPORTS  __NUM_MASK__  WEEKS MINIMUM IN ADVANCE.",
    [],
    false
  ],
  [
    "The obligations of confidentiality shall expire two ( __NUM_MASK__ ) years from the date of disclosure.",
    [],
    true
  ],
  [
    "This Agreement and the __YOU_PARTY__’s duty to hold Confidential Information in confidence expires on five ( __NUM_MASK__ ) years from the Effective Date.",
    [],
    true
  ],
  [
    "Prior to installing or allowing any Equipment to be installed at the Site or making any changes, modifications or alterations to such Equipment, __YOU_PARTY__ (or its contractors) may access the Site for the purpose of satisfying itself, at its own expense, as to the appropriate conditions for the intended use of the Site, provided the __YOU_PARTY__ shall repair any damage caused by any tests or inspections.",
    [],
    false
  ],
  [
    "This Confidentiality Agreement shall be interpreted in accordance with the laws of the State of New Hampshire, and all parties to this Confidentiality Agreement hereby subject themselves to the jurisdiction of the Courts of New Hampshire or the Courts of the United States sitting in New Hampshire to enforce the provisions of this Confidentiality Agreement.",
    [],
    false
  ],
  [
    "This sources and uses statement must be in substantial accordance with the sources and uses statement attached to the Application/Commitment.",
    [],
    false
  ],
  [
    "If this Agreement is translated into another language the English version will prevail.",
    [],
    false
  ],
  [
    "You agree to be bound by the terms and conditions of use of each applicable ESP, and in the event or conflict between this Agreement and the ESP's terms and conditions, then this Agreement shall prevail.",
    [],
    false
  ],
  [
    "At any time, the __THEM_PARTY__ may require, and if so required, the __YOU_PARTY__ shall:",
    [],
    false
  ],
  [
    "d) is known by the __YOU_PARTY__ prior to such disclosure.",
    [],
    false
  ],
  [
    "Upon request by __THEM_PARTY__, and in any event upon termination of the __YOU_PARTY__'s engagement with __THEM_PARTY__ for any reason, the __YOU_PARTY__ shall promptly deliver to __THEM_PARTY__ all property belonging to __THEM_PARTY__ or its Clients including, without limitation, all Confidential Information of __THEM_PARTY__ or its Clients (and all embodiments thereof) then in the __YOU_PARTY__'s custody, control or possession.",
    [],
    false
  ],
  [
    "However, portions of the invention already public or previously known by the second Party would not be subject to confidentiality or ownership in isolation under this Agreement. ",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ hereby consents to the entry of such temporary and/or permanent injunctive relief without requiring the __THEM_PARTY__ to post a bond.",
    [],
    false
  ],
  [
    "Nothing in this Agreement shall prohibit or limit either party’s disclosure or use of information: (a) previously known to it, (b) independently developed by it without reference to the __THEM_PARTY__’s Confidential Information, (c) acquired by it from a third party which was not, to the __YOU_PARTY__’s knowledge, under an obligation to the __THEM_PARTY__ not to disclose such information, or (d) which is or becomes publicly available through no breach by the __YOU_PARTY__ of this Agreement.",
    [],
    false
  ],
  [
    "The Confidential Information shall remain the property of the __THEM_PARTY__, and the __THEM_PARTY__ may demand the return of the Confidential Information at any time upon giving notice to the __YOU_PARTY__.",
    [],
    false
  ],
  [
    "Companyas indemnification obligations do not extend to ( __NUM_MASK__ ) any IP Claim based upon infringement or alleged infringement of any patent, trademark, copyright or other intellectual property right by the combination of the Service furnished by __THEM_PARTY__ with other products, software or services not provided by __THEM_PARTY__; ( __NUM_MASK__ ) any IP Claim related to any __YOU_PARTY__ Data, or ( __NUM_MASK__ ) any IP Claim related to any use or exercise of any other right in respect to the Service outside the scope of the rights granted in this Agreement.",
    [],
    false
  ],
  [
    "If requested by the __THEM_PARTY__, all Confidential Information in any tangible form received by the __YOU_PARTY__ and all documents, notes, sketches, images, prototypes, components, samples, materials, discs, tapes, records or other written materials prepared by the __YOU_PARTY__ or its agents containing or reflecting such Confidential Information or abstracts or summaries thereof shall be promptly returned to the __THEM_PARTY__, together with all copies thereof.",
    [],
    false
  ],
  [
    "The obligations of Paragraphs  __NUM_MASK__ - __NUM_MASK__ , except as otherwise provided in Paragraphs  __NUM_MASK__ D and  __NUM_MASK__ E, shall remain in effect and bind the heirs, successors, assignees, and legal representatives of each party to this Agreement for a period of three ( __NUM_MASK__ ) years after the expiration or termination of this Agreement.",
    [],
    true
  ],
  [
    "The Information, regardless of the form in which it is recorded, transmitted, observed or expressed, or to which it may be converted or transcribed, shall include, without limitation, written and electronically stored or accessible information and data, and includes the name and identity of all such clients and third parties.",
    [],
    false
  ],
  [
    "This Confidentiality Agreement may be terminated in writing immediately by either party with respect to subsequent disclosures and, unless sooner terminated by the parties hereto, shall so terminate two ( __NUM_MASK__ ) years from the date hereof, provided, however, that the obligations not to use or disclose, and to return on request or destroy, Confidential Information already disclosed at the time of termination shall continue until three ( __NUM_MASK__ ) years after the date hereof, subject, however, to the limitations on such obligations specified under Section  __NUM_MASK__  hereof.",
    [],
    true
  ],
  [
    "Tangible materials may be possessed and used by a non-originating __THEM_PARTY__ for these purposes, but all tangible materials shall be returned to their originating __THEM_PARTY__ within a reasonable time and subject to these terms where they include Subject Matter.",
    [],
    false
  ],
  [
    " __NUM_MASK__ ! __YOU_PARTY__ will not: (a) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute, time share or otherwise commercially exploit or make the Service available to any third party; (b) attempt to gain unauthorized access to the Service or its related systems or networks or circumvent any use restrictions; (c) use the Service in violation of any applicable law or regulation or in violation of the rights of any third party; (d) modify, translate, reverse engineer, decompile, disassemble, or create derivative works based on the Service except to the extent that enforcement is prohibited by applicable law notwithstanding a contractual provision to the contrary; (e) circumvent any user limits or other timing or use restrictions that are built into the Service; (f) remove any proprietary notices, labels, or marks from the Service or documentation; (g) frame or mirror any content forming part of the Service; (h) access the Service in order to (i) build a competitive product or service, or (ii) copy any ideas, features, functions or graphics of the Service.",
    [],
    false
  ],
  [
    "This Agreement shall automatically terminate five ( __NUM_MASK__ ) years from its effective date; provided however, that the rights and obligations regarding confidentiality accruing prior to termination as set forth herein, shall survive the termination for five ( __NUM_MASK__ ) years from the date of disclosure, except that trade secrets shall remain confidential for so long as __THEM_PARTY__ treats such information as trade secret.",
    [],
    true
  ],
  [
    "(a)If this Agreement is terminated the __THEM_PARTY__ must cease performance of the Services upon receipt of the notice of termination and submit to the __YOU_PARTY__ within  __NUM_MASK__  days of receipt of that notice, an invoice in the form required by clause  __NUM_MASK__ (a) and (b).",
    [],
    false
  ],
  [
    "Recipient shall for a period of [NUMBER] (*) years from the date of this Agreement keep in strict confidence and not disclose to any third party any Confidential Information received from Provider prior to and during the term of this Agreement.",
    [],
    true
  ],
  [
    "__YOU_PARTY__ will be responsible for providing employee health and safety training and personal protective equipment in accordance with potential hazards that may be encountered by __YOU_PARTY__'s personnel in performance of the Services and provide copies of the certified training records upon request by __THEM_PARTY__. ",
    [],
    false
  ],
  [
    "If only a portion of any Confidential Information falls within one or more of the foregoing",
    [],
    false
  ],
  [
    " For Companyas convenience in communicating with its Clients, __THEM_PARTY__ may allow __YOU_PARTY__ to access Companyas email system.",
    [],
    false
  ],
  [
    "Upon a __THEM_PARTY__'s request, the __YOU_PARTY__(ies) shall either return all Confidential Information or certify that all media containing Confidential Information have been destroyed.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ acknowledges that damages alone would not be an adequate remedy for the breach of any of the provisions of this agreement. ",
    [],
    false
  ],
  [
    "In particular, you agree that you will not post any messages or other material using the internal Communication Services which are offensive, indecent or objectionable or which are unrelated to the particular Internal Communication Service.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ will pay for all utilities used by it at the Site and __YOU_PARTY__ will install its own electric meter. ",
    [],
    false
  ],
  [
    "Company Information: certain proprietary and business information belonging to Company including but not limited to sensors and related business strategies.",
    [],
    false
  ],
  [
    "__YOU_PARTY__  and __THEM_PARTY__ agree that for a period  beginning on the Effective Date and ending two ( __NUM_MASK__ ) years after the end of the Disclosure Period (\"Confidentiality Period\"):",
    [],
    true
  ],
  [
    "Return of Materials. Any materials or documents, which have been furnished by one party to the other, will be promptly returned, accompanied by all copies of such documentation, including any documentation or other materials generated from Confidential Information, after the possible business relationship has been rejected or concluded, or upon the request of the disclosing party.",
    [],
    false
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information that has been disclosed by the other Party, the receiving Party (\"Recipient\") shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information to any contractor or other third party without prior, written approval from the disclosing Party and shall protect such Confidential Information from inadvertent disclosure to a third party using the same care and diligence that the Recipient uses to protect its own proprietary and confidential information, but in no case less than reasonable care.  ",
    [],
    true
  ],
  [
    "Upon termination of any relationship between the parties, __YOU_PARTY__ will promptly deliver to __THEM_PARTY__, without retaining any copies, all documents and other materials furnished to __YOU_PARTY__ by __THEM_PARTY__.",
    [],
    false
  ],
  [
    "The __YOU_PARTY__ agrees that the Confidential Information is and will remain the property of the __THEM_PARTY__.  Confidential Information and all copies thereof, in any tangible form or media, will be, upon the request of __THEM_PARTY__, returned to the __THEM_PARTY__ or destroyed.",
    [],
    false
  ],
  [
    "This Agreement shall be governed and construed in accordance with the laws of the United State and   the __THEM_PARTY__ of Virginia and __YOU_PARTY__ consents to the exclusive jurisdiction of Richmond, Virginia for any dispute arising out of this Agreement.",
    [],
    false
  ],
  [
    "[Except as otherwise specified herein,] the confidentiality and non-use obligations described in this agreement shall terminate on the earlier of (a) the date of completion of the proposed Transaction; and (b) two years from the date upon which all copies of the Information are returned or destroyed in accordance with this agreement. Notwithstanding the foregoing, each of Party A and Party B",
    [],
    true
  ],








  [
    "__NUM_MASK__",
    [],
    false
  ],
  [
    "__YOU_PARTY__ shall use the same degree of care to prevent unauthorized use and disclosure of the Confidential Information as it employs with respect to its own confidential and proprietary information, but in no event less than reasonable care.",
    [],
    false
  ],
  [
    "Neither this Agreement nor any rights or obligations under this Agreement, in whole or in part, shall be assignable or otherwise transferable.",
    [],
    false
  ],
  [
    " Effective Date:March __NUM_MASK__ , __NUM_MASK__ ",
    [],
    false
  ],
  [
    " Date :",
    [],
    false
  ],
  [
    " THIS AGREEMENT (\"Agreement\") is made as of September __NUM_MASK__ , __NUM_MASK__",
    [],
    false
  ],
  [
    " AND WHEREAS, the Disclosing Party has agreed to disclose the Confidential Information only in accordance with this Agreement;",
    [],
    false
  ],
  [
    " This Agreement shall become effective on the date of execution of the Agreement and remain in effect for a period of two ( __NUM_MASK__ ) years; provided, however, that the Receiving Party's obligations under this Agreement with respect to Confidential Information of the Disclosing Party which it has received shall continue in perpetuity unless such restrictions shall not apply pursuant to Section __NUM_MASK__ ",
    [],
    false
  ],
  [
    " CONFIDENTIAL DISCLOSURE AGREEMENT",
    [],
    false
  ],












  [
    "Signature:\t _  Date:  _ ",
    [],
    false
  ],
  [
    "(iii)        If a __THEM_PARTY__ NDA has not been executed, You (if You are an individual), or Company (if You are an authorized representative of Company), as applicable, agrees:  (a) to refrain from disclosing or distributing the Confidential Information to any third party for five ( __NUM_MASK__ ) years from the date of disclosure of the Confidential Information by __THEM_PARTY__ to Company/You; (b) to refrain from reproducing or summarizing the Confidential Information; and (c) to take reasonable security precautions, at least as great as the precautions it takes to protect its own confidential information, but no less than reasonable care, to keep confidential the Confidential Information.",
    [],
    true
  ],
  [
    "If no license agreement accompanies the software, it shall be considered Confidential Information except:  if such software is a pre-release version of __THEM_PARTY__ Windows XP, Windows  __NUM_MASK__  Professional, or predecessor, successor, or replacement versions of such software, then __YOU_PARTY__/Company's confidentiality obligation shall continue for a maximum period of one year from the date of disclosure of such software by __THEM_PARTY__ to Company/You.",
    [],
    true
  ],
  [
    "Date",
    [],
    false
  ],
  [
    "Please complete and initial all pages, sign and date the final page where shown, then scan and email the resulting scans to peter@webcentre.co.nz",
    [],
    false
  ],
  [
    " __NUM_MASK__ . __YOU_PARTY__ shall not disclose any Confidential Information it receives from __THEM_PARTY__ to any person or entity for a period of five ( __NUM_MASK__ ) years following the date of its disclosure by __THEM_PARTY__ except (i) employees of __YOU_PARTY__ and its affiliates as required in the performance of their employment-related duties and (ii) __YOU_PARTY__'s professional advisors who have a need-to-know such information so long as such professional advisor agree in writing to be bound by the terms of this Confidentiality Agreement.",
    [],
    true
  ],
  [
    " __NUM_MASK__ . This Confidentiality Agreement shall be for a term of one ( __NUM_MASK__ ) year.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the parties have executed this Confidentiality Agreement as of the date first written.",
    [],
    false
  ],
  [
    "\t\t\t\t\tDate:  _ ",
    [],
    false
  ],
  [
    "Date: _  ",
    [],
    false
  ],
  [
    "is disclosed to the Second party by a third party entitled to do so, whether before or after the date of this Agreement;",
    [],
    false
  ],
  [
    "is generally available to the public at the date of this Agreement or subsequently becomes so available other than by reason of a breach of this Agreement; or",
    [],
    false
  ],
  [
    "This agreement shall govern the terms under which one party discloses Information to the other party in relation to the Purpose, regardless of whether the disclosure takes place before or after the date of this agreement.",
    [],
    false
  ],
  [
    "only expire ten ( __NUM_MASK__ ) years from the date of this Agreement or in the case of technical Information at the end of the commercial usefulness to the disclosing party; and",
    [],
    true
  ],
  [
    "IN WITNESS WHEROF, the parties hereto have caused this Agreement to be signed in duplicate, and to be effective as of the date first written above.",
    [],
    false
  ],
  [
    "Date:\t\t......................",
    [],
    false
  ],
  [
    "Made this [*] day of [*],[*] between:",
    [],
    false
  ],
  [
    "Information shall mean any information of whatever nature - whether such information is conveyed orally, in writing, electronically or gathered by inspection or by discussion with the Recipient or by any other means, and regardless of whether specifically identified as confidential - supplied directly by the Proprietary Party to the Recipient whether before or after the date hereof, in relation to premise b) to the Agreement, also if reproduced or referred to in any analysis, work-papers or other documents prepared in whatever form by the Proprietary Party.",
    [],
    false
  ],
  [
    "(g)        each Party will not, and will ensure that its representatives and/or employees do not, directly or indirectly, approach in any way any person, who, at the date of execution of this Agreement, is a supplier, lender, agent, contractor and/or advisor of the other Party, without the prior written authorisation of the latter;",
    [],
    false
  ],
  [
    "Unless it is otherwise provided herein, and without prejudice of the property, exclusivity and/or confidentiality rights on the Information that may be granted by applicable laws to each Party, the obligations under this Agreement shall remain valid and in force for  __NUM_MASK__  (thirty-six) months from the date of execution of the Agreement.",
    [],
    true
  ],
  [
    "This Confidential Disclosure Agreement (\"Agreement\") is entered into as of  _  (the \"Effective Date\") by and between __THEM_PARTY__ Networks, Inc., including its subsidiaries and affiliates (\"__THEM_PARTY__\"), with offices located at  __NUM_MASK__  N. Mathilda Avenue, Sunnyvale, California  __NUM_MASK__ - __NUM_MASK__ , and   _  (\"Company\") with offices located at \t _ .",
    [],
    false
  ],
  [
    "\"Confidential Information\" means all information disclosed by one party to the other party (a) in tangible form and which is marked or otherwise designated as \"Confidential\" or \"Proprietary\"; (b) disclosed orally, and summarized in writing and delivered to the other party within  __NUM_MASK__  days of disclosure; or (c) which by the nature of the information and the circumstances of the disclosure the receiving party should reasonably infer to be confidential or proprietary.",
    [],
    false
  ],
  [
    "This Agreement will remain in full force and effect for so long as the parties continue to exchange Confidential Information relating to the Purpose, except this Agreement may be terminated by either party at any time upon  __NUM_MASK__  days' prior written notice to the other party, or at any time upon written notice for reason of material breach by the other party.",
    [],
    false
  ],
  [
    "Company shall provide all such results to __THEM_PARTY__ promptly, in no event later than the date of first commercial availability for that particular Product.",
    [],
    false
  ],
  [
    "This Mutual Non-Disclosure Agreement (\"NDA\") governs the disclosure of information by and between NAME OF COMPANY AND LOCATION, and the National Radio Astronomy Observatory, managed by Associated Universities, Inc. (herein after \"NRAO\")  __NUM_MASK__  Edgemont Road, Charlottesville, VA  __NUM_MASK__ , and is effective on the date of the first exchange of Proprietary Information between the parties, or the date of the second signature below, whichever is earlier (the \"Effective Date\").",
    [],
    false
  ],
  [
    "A __THEM_PARTY__ shall identify Proprietary Information originally disclosed in some other form (e.g., orally or visually) by (a) identifying the information as proprietary at the time of original disclosure, (b) summarizing the Proprietary Information in writing sufficiently specific to enable Recipient to identify the information considered proprietary by the __THEM_PARTY__, (c) marking the written summary clearly and conspicuously with an appropriate proprietary legend, and (d) delivering the written summary to the Recipient within thirty ( __NUM_MASK__ ) days following the original disclosure.",
    [],
    false
  ],
  [
    "The obligations of this agreement shall continue to apply to Proprietary Information for as long as required by law and as to trade secrets for as long as the owner maintains them as confidential, but shall otherwise continue until the sooner of five ( __NUM_MASK__ ) years after the exchange of such information or until superseded by a subsequent agreement between the parties relating the confidential treatment of the Proprietary Information.",
    [],
    true
  ],
  [
    "All notices or reports permitted or required under this NDA shall be in writing and shall be delivered by personal delivery, electronic mail, facsimile transmission or by certified or registered mail, return receipt requested, and shall be deemed given upon personal delivery, five days after deposit in the mail, or upon acknowledgment of receipt of electronic transmission.",
    [],
    false
  ],
  [
    "Neither party shall, during the term of this NDA and for one ( __NUM_MASK__ ) year after its termination, solicit for hire as an employee, consultant or otherwise any of the other party's personnel who have been directly involved with the Purpose, without the other party's express written consent.",
    [],
    false
  ],
  [
    "Each party, by signature of its authorized representative below, has entered into this NDA as of the Effective Date. ",
    [],
    false
  ],
  [
    "Date: \t",
    [],
    false
  ],
  [
    "MEMORANDUM OF AGREEMENT made the  _  day of _______________2013.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . __THEM_PARTY__ acknowledges a duty of confidentiality owed to __YOU_PARTY__ and shall not, at any time before or after the closing date for RFQ # __NUM_MASK__ - __NUM_MASK__  (directly or indirectly, in whole or in part) disclose in any form or manner and to any extent whatsoever any __YOU_PARTY__ Confidential Information to anyone, except to those authorized employees, subcontractors and authorized representatives of __THEM_PARTY__ who need to know such information in order to consider and/or respond to RFQ # __NUM_MASK__ - __NUM_MASK__  and then only to the extent necessary for these purposes.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . All terms and conditions in this Agreement shall survive the closing date of RFQ # __NUM_MASK__ - __NUM_MASK__ .",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF the parties have executed this Agreement the day and  ",
    [],
    false
  ],
  [
    "year first above written.",
    [],
    false
  ],
  [
    "Commencement date: ................................",
    [],
    false
  ],
  [
    " __NUM_MASK__ ) The parties agree that after five years from the date hereof __THEM_PARTY__ shall be relieved from all obligations under this Agreement and that after such period has expired the DISCLOSER will rely on such patents or other intellectual property rights as it may then own for the protection of any information disclosed to __THEM_PARTY__ pursuant to this Agreement.",
    [],
    true
  ],
  [
    "Date: .......................................",
    [],
    false
  ],
  [
    "[DATE]",
    [],
    false
  ],
  [
    "Any non-public or confidential information or data, irrespective of form or medium, concerning the Company's business, operations and assets, including, without limitation, any information, trade or business services, discoveries, ideas, concepts, know how, techniques, designs, strategies, specifications, drawings, blueprints, designs, flow-charts, data, computer programs, marketing plans, customer names, employee data, customer files, customer data that are proprietary to the Company which is furnished to __THEM_PARTY__ either before or after the date of this Agreement, for the Transaction or under this Agreement by the Company or its Representatives (as defined below),  is herein collectively referred to as the \"Confidential Information\".",
    [],
    false
  ],
  [
    "This Agreement and the obligations herein shall terminate earlier of (i) two years from the date of this Agreement, unless the parties enter into any definitive agreement relating to the Transaction, in which case two years from the date of receipt of the Confidential Information and (ii) upon the return and/or destruction of all Confidential Information.",
    [],
    true
  ],
  [
    "Accepted and agreed as of the date first written above:",
    [],
    false
  ],
  [
    "Furthermore, each Party shall maintain in absolute confidence any Information disclosed hereunder by the other Party, whether orally or in writing, provided that written Information has been marked as confidential and/or proprietary and that Information which is orally disclosed is identified as confidential or proprietary at the time of disclosure and is confirmed in writing within thirty ( __NUM_MASK__ ) days from such oral disclosure.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall become effective as of the day first above written after signature by both Parties and shall continue to be in force one ( __NUM_MASK__ ) year therefrom, and may, other than in respect of the provisions relating to confidentiality contained in Clause  __NUM_MASK__ (f) herein above, be earlier terminated by either Party upon thirty ( __NUM_MASK__ ) days prior written notice to the other Party.",
    [],
    false
  ],
  [
    "Any dispute or disagreement arising between the Parties in connection with this Agreement, which is not settled to the mutual satisfaction of the Parties within thirty ( __NUM_MASK__ ) calendar days from the date that either Party informs the other in writing of such dispute or disagreement, shall be finally settled by one ( __NUM_MASK__ ) arbitrator appointed in accordance with the Rules of Arbitration of the International Chamber of Commerce which the Parties declare to have accepted.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF the Parties hereto have caused this Agreement to be executed by their duly authorised representatives as of the day and year first above written.",
    [],
    false
  ],
  [
    "Date: \tDate: ",
    [],
    false
  ],
  [
    "THIS NON-DISCLOSURE AGREEMENT (the 'Agreement') dated this  _  day of  _ , 20____",
    [],
    false
  ],
  [
    "Other than through employment with a bona-fide independent party, or with the express written consent of the Employer, which will not be unreasonably withheld, the Contractor will not, during the continuance of this Agreement or within three ( __NUM_MASK__ ) years after the termination or expiration, as the case may be, of this Agreement, be directly or indirectly involved with a business which is in direct competition with the particular business line of the Employer that the Contractor was working during any time in the last year of retainer with the Employer.",
    [],
    false
  ],
  [
    "For a period of three ( __NUM_MASK__ ) years from the date of termination or expiration, as the case may be, of the Retainer, the Contractor will not divert or attempt to divert from the Employer any business the Employer had enjoyed, solicited, or attempted to solicit, from its customers, prior to termination or expiration, as the case may be, of the Retainer.",
    [],
    false
  ],
  [
    "Any notices or delivery required in this Agreement will be deemed completed when hand-delivered, delivered by agent, or seven ( __NUM_MASK__ ) days after being placed in the post, postage prepaid, to the parties at the addresses contained in this Agreement or as the parties may later designate in writing.",
    [],
    false
  ],
  [
    "This Agreement will automatically terminate on the date that the Contractor's Retainer with the Employer terminates or expires, as the case may be.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF [EMPLOYER] has duly signed under hand and seal and  _  has duly affixed its signature by a duly authorized officer under seal on this  _  day of  _ , 20____.",
    [],
    false
  ],
  [
    "THIS AGREEMENT is made on the  _  day of  _   __NUM_MASK__ .",
    [],
    false
  ],
  [
    " __NUM_MASK__ . \"Proprietary Information\" means confidential proprietary information (which may include business, financial or technical data, machine-readable or interpreted information, information contained in physical components, mask works or artworks in written or other permanent form) that is delivered to the __THEM_PARTY__, bears the date of disclosure, and is visibly identified by clear and conspicuous markings as the __YOU_PARTY__'s Proprietary Information.",
    [],
    false
  ],
  [
    "Such written confirmation shall: (i) sufficiently describe the information disclosed in detail, its scope, and the date and manner of disclosure; (ii) identify disclosers and recipients; (iii) be supplied within  __NUM_MASK__  days after oral disclosure; and (iv) refer to this Agreement.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The Parties agree that after three ( __NUM_MASK__ ) years from the date of this Agreement the __THEM_PARTY__ shall be relieved of all obligations under this Agreement.",
    [],
    true
  ],
  [
    "This Non-Disclosure Agreement (NDA) is effective as of the first shown date set forth below (\"Effective Date\") and governs all disclosures of the subject matter herein described made since the Effective Date until this NDA is terminated, which is mutual agreed in writing. ",
    [],
    false
  ],
  [
    "Each party agree not to employ or solicit, the employment of, directly or indirectly, the other party's employee during the validity of this Agreement and two years after the termination of this Agreement, unless mutually agreed in writing otherwise.",
    [],
    false
  ],
  [
    "This Non-Disclosure Agreement is made on [AGREEMENT DATE] (the \"Effective Date\") between [PARTY ONE NAME], a [CORPORATE JURISDICTION] corporation with its principal place of business at [PARTY ONE ADDRESS], and [PARTY TWO NAME], [whose principal place of residence is at/a [CORPORATE JURISDICTION] corporation with its principal place of business at] [PARTY TWO ADDRESS].",
    [],
    false
  ],
  [
    "\"Restricted Period\" means means the Term and a period of [RESTRICTED PERIOD] following the termination or expiration^c of this agreement. ",
    [],
    false
  ],
  [
    "This agreement will begin on the Effective Date and continue for a period of [RESTRICTED DISCLOSURE PERIOD] years. ",
    [],
    false
  ],
  [
    "The disclosing party warrants that the Confidential Information is accurate and complete as of the date of disclosure.",
    [],
    false
  ],
  [
    "Either party may terminate this agreement for any reason or for no reason upon [TERMINATION FOR CONVENIENCE NOTICE] business days' Notice to the other party. ",
    [],
    false
  ],
  [
    "commits any material breach or material default in the performance of any obligation under this agreement other than the unauthorized disclosure of Confidential Information, and the breach or default continues for a period of [CURE PERIOD] business days after the other party delivers Notice to it reasonably detailing the breach or default, or ",
    [],
    false
  ],
  [
    "Notices must be given by (i) personal delivery, (ii) a nationally-recognized, next-day courier service, (iii) first-class registered or certified mail, postage prepaid[, (iv) fax][ or (v) electronic mail] to the party's address specified in this agreement, or to the address that a party has notified to be that party's address for the purposes of this section. ",
    [],
    false
  ],
  [
    "A notice given in accordance with this agreement will be effective upon receipt by the party to which it is given or, if mailed, upon the earlier of receipt and the fifth business day following mailing. ",
    [],
    false
  ],
  [
    "Effective Date.",
    [],
    false
  ],
  [
    "This agreement is effective as of the Effective Date, even if any signatures are made after that date.",
    [],
    false
  ],
  [
    "THIS NONDISCLOSURE AGREEMENT (\"Agreement\") is made as of this  _  day of  _ , 20____ (\"Effective Date\") by and between  _ , a  _  corporation, having a place of business at  _  (\"__THEM_PARTY__\"), and  _   (\"__YOU_PARTY__\"), of  _ , with reference to the following facts:",
    [],
    false
  ],
  [
    "__YOU_PARTY__ agrees for the Nondisclosure Period (defined below) (i) to hold all of the Confidential Information of __THEM_PARTY__ in strict confidence, (ii) not to make use of any Confidential Information of __THEM_PARTY__ in any manner other than for purposes of evaluating a potential investment in __THEM_PARTY__, including, but not limited to, not using any Confidential Information to design, develop or produce products or services, and (iii) not to copy the Confidential Information of __THEM_PARTY__, in each instance without the prior written consent of the __THEM_PARTY__.",
    [],
    false
  ],
  [
    "The \"Nondisclosure Period\" shall be begin on the Effective Date and continue for a period of five ( __NUM_MASK__ ) years.",
    [],
    false
  ],
  [
    "Requests or notices given by personal delivery shall be deemed given and received at the time of delivery and requests or notices given by mail shall be deemed given and received the earlier of three days from the date of mailing or upon receipt.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the parties hereto have duly executed and have caused this Agreement duly to be executed and delivered as of the Effective Date.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF this Agreement has been executed by the duly authorized representative of each party on the day and year first above written.",
    [],
    false
  ],
  [
    "THIS AGREEMENT effective as of the <<enter date>> (the \"Effective Date\").",
    [],
    false
  ],
  [
    "(b) if oral, be identified prior to disclosure as proprietary or confidential, and after disclosure shall be summarized and reduced to writing or other tangible form no later than fifteen ( __NUM_MASK__ ) calendar days thereafter and delivered to the __THEM_PARTY__ consistent with subparagraph (a) above.",
    [],
    false
  ],
  [
    "All disclosure of Confidential Information subject to this Agreement shall be completed within the disclosure period stated in Schedule A\" (the \"Disclosure Period\") and this Agreement shall terminate at the end of the Disclosure Period except that the obligations of confidentiality in section  __NUM_MASK__  shall continue after the end of the Disclosure Period during any confidentiality period (the \"Confidentiality Period\") stated in Schedule \"A\".",
    [],
    true
  ],
  [
    "(d) to use such Confidential Information solely for the purpose (the \"Purpose\") and only during the usage period (the \"Usage Period\") stated in Schedule \"A\";  ",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Upon termination of this Agreement or at the written request and instruction of a __YOU_PARTY__, all copies of the Confidential Information of the __YOU_PARTY__ in the possession of the __THEM_PARTY__ shall be destroyed (with confirmation in writing to the __YOU_PARTY__) or returned to the __YOU_PARTY__ within a reasonable period of time but, in any event, within ten ( __NUM_MASK__ ) days.",
    [],
    false
  ],
  [
    "IN WITNESS THEREOF the Parties hereto have executed this Agreement on the dates below written but effective as of Effective Date written above.",
    [],
    false
  ],
  [
    "Date: <<Date>>",
    [],
    false
  ],
  [
    "SCHEDULE \"A\" Disclosure Period:  ",
    [],
    false
  ],
  [
    "Confidentiality Period:  ",
    [],
    false
  ],
  [
    "Usage Period:  ",
    [],
    false
  ],
  [
    "This Agreement is effective this  _  day of  _  in the year  _  (\"Effective Date\") by and between JHU having an address at  __NUM_MASK__  N. Charles Street, 5th floor, Baltimore, MD  __NUM_MASK__  and [insert company name] (\"COMPANY\").",
    [],
    false
  ],
  [
    "\"TERM\" shall mean the period for which this Agreement shall remain in effect.",
    [],
    false
  ],
  [
    "The TERM of this Agreement is  _  years.",
    [],
    false
  ],
  [
    "__THEM_PARTY__'s confidentiality obligations under this Paragraph  __NUM_MASK__  shall survive for a period of five ( __NUM_MASK__ ) years after the date of expiration or earlier termination of this Agreement pursuant to Paragraph  __NUM_MASK__  hereof.",
    [],
    true
  ],
  [
    "(a)\tthat can be demonstrated to have been in the public domain or publicly known and readily available to the trade or the public prior to the date of the disclosure;  or",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall be effective for a period of  _  years after the Effective Date hereof, unless earlier terminated by mutual written agreement of the Parties hereto.",
    [],
    false
  ],
  [
    "Date:\t                                                                           Date:\t  _                       ",
    [],
    false
  ],
  [
    "Date:\t                                              \tDate:\t   _                   ",
    [],
    false
  ],
  [
    "\tDate:\t _ ",
    [],
    false
  ],
  [
    "Exception is applied to the information, which was available in public before the date of disclosure made by __YOU_PARTY__ to the __THEM_PARTY__.",
    [],
    false
  ],
  [
    "IN WITNESS whereof the parties hereto have caused this Agreement to be duly executed on the date first set forth below.",
    [],
    false
  ],
  [
    "(d)\tShall remain the property of and be returned to __YOU_PARTY__ (along with all copies thereof) within thirty ( __NUM_MASK__ ) days of receipt by __THEM_PARTY__ of a written request from __YOU_PARTY__ setting forth the Confidential Information to be returned.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . __THEM_PARTY__'s obligations hereunder with respect to each item of Confidential Information shall terminate  __NUM_MASK__  years from the date of the receipt thereof by the __THEM_PARTY__.",
    [],
    true
  ],
  [
    " __NUM_MASK__ . This Agreement shall be effective as of the date of the last signature as written below.",
    [],
    false
  ],
  [
    "It may be terminated with respect to further disclosures upon thirty ( __NUM_MASK__ ) days' prior notice in writing.",
    [],
    false
  ],
  [
    "This Agreement shall automatically terminate five ( __NUM_MASK__ ) years from its effective date.",
    [],
    false
  ],
  [
    "If no solution can be found to settle the dispute within  __NUM_MASK__  days after giving notice to the defaulting Party, then the dispute will be submitted to the courts of the jurisdiction of the non-initiating party in such dispute.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed by their duly authorized representative on the dates specified below:",
    [],
    false
  ],
  [
    "\"Agreement Term\" means the period identified as such in Section  __NUM_MASK__  of the NDA.",
    [],
    false
  ],
  [
    "\"Confidential Information\" means any non-public information of a Disclosing Party described in Section  __NUM_MASK__  of the NDA which is maintained as confidential, including as examples, biological materials, computer source codes, diagrams, electronic files, trade secrets, invention disclosures, patent applications, technical and scientific information, research data, draft publications, technical reports, research plans, business plans, financial reports, projections, agreement terms, and so forth, but excluding however any information which Receiving Party can establish by competent written proof (a) was in the public domain as of the Effective Date or comes into the public domain during the term of the Agreement through no fault of Receiving Party; (b) was known to Receiving Party prior to the Effective Date and was not acquired, directly or indirectly, from a Disclosing Party or from a third party under a continuing obligation of confidentiality or limited use; (c) was independently developed by Receiving Party without substantive knowledge of or assistance from the Confidential Information; or (d) was lawfully disclosed to Receiving Party from a third party who did not require Receiving Party to hold it in confidence or limit its use and who did not acquire it, directly or indirectly, from Disclosing Party under a continuing obligation of confidentiality.",
    [],
    false
  ],
  [
    "\"Confidentiality Term\" means the period identified as such in Section  __NUM_MASK__  of the NDA.",
    [],
    false
  ],
  [
    "\"Effective Date\" means the date identified as such in Section  __NUM_MASK__  of the NDA.",
    [],
    false
  ],
  [
    "Confidential Information will be transmitted in writing and clearly marked \"Confidential,\" \"Proprietary,\" or similarly, or if disclosed orally will be reduced to writing by Disclosing Party, clearly marked \"Confidential,\" \"Proprietary,\" or similarly, and transmitted to the Contact Person of Receiving Party within thirty ( __NUM_MASK__ ) days after oral disclosure.",
    [],
    false
  ],
  [
    "Within ten ( __NUM_MASK__ ) days after the written request from Disclosing Party or termination of discussions relating to the Purpose, each Receiving Party will deliver all copies or records of Confidential Information in its possession or control to the appropriate Disclosing Party's Contact Person, or will certify in writing to Disclosing Party that the Confidential Information of such Disclosing Party has been destroyed.",
    [],
    false
  ],
  [
    "Each party represents that it has caused this Agreement to be executed on its behalf as of the date written below by a representative empowered to bind that party with respect to the undertakings and obligations contained herein.",
    [],
    false
  ],
  [
    "The effective date of this Agreement is the later of the two execution dates shown below (\"Effective Date\").",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the Postal Service and the __THEM_PARTY__ have caused this Agreement to be executed by their duly authorized representatives as of the Effective Date.",
    [],
    false
  ],
  [
    "Date: _ \t\tDate: _ ",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Time Periods.",
    [],
    false
  ],
  [
    "Date:  _  ",
    [],
    false
  ],
  [
    " __NUM_MASK__ . \"Confidential Information\" means information of an Owner, in whatever form transmitted, which relates to the above-identified subject matter, including business and technical information and data, or which, although not related to such subject matter, is nevertheless disclosed as a result of the Parties' discussions in that regard, and which, in any case, is disclosed by Owner or an affiliate to __THEM_PARTY__ in document or other tangible form bearing an appropriate legend indicating its confidential or proprietary nature, or which, if initially disclosed orally or visually, is identified as confidential at the time of disclosure and a written summary thereof, also marked with such a legend, is provided to __THEM_PARTY__ within fifteen ( __NUM_MASK__ ) days of the initial disclosure.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall become effective as of the date it is signed by both Parties and shall automatically expire one ( __NUM_MASK__ ) year thereafter; provided, however, either Party may terminate this Agreement upon sixty ( __NUM_MASK__ ) days prior written notice to the other Party.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The obligations contained herein with respect to the Confidential Information shall survive and continue for a period of one ( __NUM_MASK__ ) year after expiration or termination of this Agreement.",
    [],
    true
  ],
  [
    "Date:  _ \tDate:  _ ",
    [],
    false
  ],
  [
    "The commitments and obligations of each party set forth in this Agreement shall survive any termination of this Agreement or discussions between the parties, and shall continue for a period of five ( __NUM_MASK__ ) years following the date of this Agreement.",
    [],
    true
  ],
  [
    "This Agreement shall become effective upon the date of last signature by the authorized representatives of each of the Parties.",
    [],
    false
  ],
  [
    "This human readable legend, stamp, or other written identification shall reference this Agreement, or shall identify the date that the __YOU_PARTY__'s obligations with respect to the Protected Information will expire.",
    [],
    false
  ],
  [
    "Within thirty ( __NUM_MASK__ ) calendar days after notice and disclosure, the Disclosing Party shall provide an appropriately marked written summary of the intangible Information to the __YOU_PARTY__.",
    [],
    false
  ],
  [
    "If a properly marked written summary is not provided by the Disclosing Party within thirty ( __NUM_MASK__ ) calendar days, the Information previously conveyed in intangible form will not be Protected Information under this Agreement.",
    [],
    false
  ],
  [
    "If a __YOU_PARTY__ has any objection to a marking placed on Information or to any summary of intangible Information transferred to it by the Disclosing Party as Protected Information, the __YOU_PARTY__ shall, within ten ( __NUM_MASK__ ) working days of receipt of such Information or summary of intangible Information, bring such objection to the attention of the Disclosing Party.",
    [],
    false
  ],
  [
    "Within thirty ( __NUM_MASK__ ) days after termination or expiration of this Agreement, or upon receipt of a written demand from the Disclosing Party for the return of Protected Information, the __YOU_PARTY__ shall promptly return (or destroy, if so requested) all tangible forms of Protected Information received from the Disclosing Party.",
    [],
    false
  ],
  [
    "Either Party, upon thirty ( __NUM_MASK__ ) days written notice to the other Party, may terminate this Agreement.",
    [],
    false
  ],
  [
    "Unless sooner terminated, this Agreement shall expire three ( __NUM_MASK__ ) years from its effective date.",
    [],
    false
  ],
  [
    "\tb. Effective Period.",
    [],
    false
  ],
  [
    "Notwithstanding the termination or expiration of this Agreement, all obligations incurred by a __YOU_PARTY__ with respect to protection, use, disclosure and return or destruction of Protected Information shall survive and remain in effect for five ( __NUM_MASK__ ) years from the date the Protected Information was received.",
    [],
    true
  ],
  [
    "Date of proposed meeting (if applicable): .................................................................................................................................. ",
    [],
    false
  ],
  [
    "Date collected: ............................................................... ",
    [],
    false
  ],
  [
    "Date: ......................................................        Signature: ..................................................................... ",
    [],
    false
  ],
  [
    "\tSignature\tPrint Name\tDate ",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall be effective as of the date of signature by the last-to-sign of the Parties hereto.",
    [],
    false
  ],
  [
    "THIS AGREEMENT dated month day, year is between MaRS Discovery District (\"MaRS\"), whose address is  __NUM_MASK__  College Street, Toronto, Ontario, M5G 1L7, and company (the \"Company\"), whose address is street, city, province, postalcode.",
    [],
    false
  ],
  [
    "In this Agreement, the term \"Confidential Information\" means all information which may be disclosed verbally, in writing, electronically or in any other form, or displayed visually or otherwise made available by the Disclosing Party or any of its subsidiaries, affiliates or Representatives (defined below) in connection with the Project before, on, or after the date hereof, including, without limitation, the contents of an innovation/idea, a proposal, a business plan, or a statement of work or other pertinent document to be protected.",
    [],
    false
  ],
  [
    "Moreover, to the extent that the __THEM_PARTY__'s computer backup or archiving procedures create copies of the Confidential Information, __THEM_PARTY__ may retain such copies for the period it normally archives backed-up computer records so long as such copies are not readily accessible and are not used or consulted for any purpose not permitted, which copies shall be subject to this Agreement until destroyed or no longer deemed Confidential Information.",
    [],
    false
  ],
  [
    "The obligation to keep Confidential Information confidential shall continue for a period of five ( __NUM_MASK__ ) years after the date of disclosure of the specific Confidential Information.",
    [],
    true
  ],
  [
    "Effective Date:  _  ",
    [],
    false
  ],
  [
    "Either party may terminate this Agreement, with or without cause, on  __NUM_MASK__  days prior written notice to the other, provided that __YOU_PARTY__'s obligations relating to the Confidential Information shall survive the return or destruction of the Confidential Information and the termination of the parties' business relationship.",
    [],
    false
  ],
  [
    "__YOU_PARTY__ represents that it has advised __THEM_PARTY__ in writing prior to the Effective Date of any relationship with third parties that would present a conflict of interest with __YOU_PARTY__'s business relationship with __THEM_PARTY__, or which would prevent __YOU_PARTY__ from carrying out the terms of this Agreement, or which would present a significant opportunity for the disclosure of __THEM_PARTY__'s Confidential Information.",
    [],
    false
  ],
  [
    "This Agreement sets forth the entire agreement and understanding between the parties with respect to the subject matter and supersedes all prior discussions, commitments, agreements, arrangements and understandings of any nature between the parties with respect to the subject matter, provided that, any validly existing and binding confidentiality agreement executed by the parties prior to the Effective Date of this Agreement will remain in existence and apply in accordance with its terms to applicable disclosures by the parties made prior to the Effective Date of this Agreement and all subsequent disclosures by the parties shall be subject to the terms and conditions of this Agreement absent a separate written agreement executed by the parties after the Effective Date of this Agreement.",
    [],
    false
  ],
  [
    "This Agreement may not be modified except by a written agreement dated subsequent to the Effective Date and signed by both parties.",
    [],
    false
  ],
  [
    "\tIN WITNESS WHEREOF, the undersigned duly authorized representatives or officers of their respective parties have caused this Agreement to be executed as of the Effective Date noted above.",
    [],
    false
  ],
  [
    "This AGREEMENT made on the\txx day of xxxxxxx, 20xx",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tCommencement date of the Non-Disclosure Agreement",
    [],
    false
  ],
  [
    "This Non-Disclosure Agreement commences on the date indicated at the top of this page.",
    [],
    false
  ],
  [
    "This agreement, made as of the last date set forth on the last page hereof (the \"Effective Date\"), by and between The Trustees of Indiana University (hereafter \"Indiana University\") and  _ , and sets forth the terms and conditions of the disclosure and receipt of certain confidential information between the parties.",
    [],
    false
  ],
  [
    "Except as expressly permitted herein, for a period of three years from the effective date (Non-Disclosure Period), Recipient shall maintain in confidence and not disclose Confidential Information.",
    [],
    true
  ],
  [
    "Unless earlier terminated in accordance with the provisions hereof, this Agreement shall remain in full force and effect for the duration of the Non-Disclosure Period, whereupon it shall expire.",
    [],
    false
  ],
  [
    "Either party may terminate this Agreement at any time, without cause, effective immediately upon written notice of termination; however, in the event this Agreement is terminated prior to expiration of the Non-Disclosure Period, its provisions shall survive and remain in effect for the remainder of the Non-Disclosure Period, with respect to Confidential Information disclosed prior to the effective date of termination.  ",
    [],
    false
  ],
  [
    "Date: _ ",
    [],
    false
  ],
  [
    "THIS NON-DISCLOSURE AND CONFIDENTIALITY AGREEMENT (this \"Agreement\") is made as of this  _  day of  _ ,  __NUM_MASK__ , by and between THE __YOU_PARTY__ OF NEW YORK AND NEW JERSEY (the \"__YOU_PARTY__\") a body corporate and politic created by Compact between the States of New York and New Jersey, with the consent of the Congress of the United States, and having an office and place of business at  __NUM_MASK__  Park Avenue South, New York, New York,  __NUM_MASK__ , and  _  having an office and place of business at  _ (address) (\"__THEM_PARTY__\").",
    [],
    false
  ],
  [
    "\"Project Purposes\" means the use of Confidential Information strictly and only for purposes related to __THEM_PARTY__'s and its Related Parties' participation and involvement in the Project, and only for such period of time during which __THEM_PARTY__ and its Related Parties are involved in Project related activities. ",
    [],
    false
  ],
  [
    "If the __YOU_PARTY__ consents to such destruction, the __THEM_PARTY__ and each Related Party shall deliver to the __YOU_PARTY__ a written certification by __THEM_PARTY__ and such Related Party that such Confidential Information, writings and materials have been so destroyed within such period as may be imposed by the __YOU_PARTY__.",
    [],
    false
  ],
  [
    "Any such notice shall be deemed given or rendered, and effective for purposes of this Agreement, as of the date actually delivered to the other party at such address(es) (whether or not the same is then received by other party due to a change of address of which no notice was given, or any rejection or refusal to accept delivery).",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the __THEM_PARTY__ has executed this Agreement as of the date first above written. ",
    [],
    false
  ],
  [
    "Date:\t\t _ ",
    [],
    false
  ],
  [
    "This Agreement is effective  _ ,  __NUM_MASK__  (\"Effective Date\"), between The Board of Trustees of the __THEM_PARTY__ of Illinois, a body corporate and politic of the State of Illinois (\"__THEM_PARTY__\"), through its Office of Technology Management,   __NUM_MASK__  West Polk Street Suite  __NUM_MASK__ ,  Chicago IL  __NUM_MASK__ , and  _ ,  a  _  corporation having its offices at  _  (\"__YOU_PARTY__\").",
    [],
    false
  ],
  [
    "__THEM_PARTY__ may during the period  _  [time period in which disclosures shall take place] disclose to __YOU_PARTY__ certain Confidential Information (\"Information\") for the purpose of enabling the parties to determine whether or not to enter into an agreement and/or business relationship.",
    [],
    false
  ],
  [
    "With regard to Information disclosed by __THEM_PARTY__ to __YOU_PARTY__ prior to, on or after Effective Date, __YOU_PARTY__ shall hold the same in confidence and except as is otherwise stated herein, not disclose or make available the Information, by publication or otherwise, to any third party, and shall use the Information only to the extent necessary to achieve the goals of this Agreement as described above.",
    [],
    false
  ],
  [
    "The obligations hereunder, including, without limitation, the obligations of clauses  __NUM_MASK__ ,  __NUM_MASK__ , and  __NUM_MASK__  and  __NUM_MASK__ , shall survive expiration of this Agreement and shall expire on the fifth (5th) anniversary of the date Confidential Information was disclosed to __YOU_PARTY__.",
    [],
    true
  ],
  [
    "If the Information is disclosed in parts on different occasions, then the obligations arising hereunder shall run for  __NUM_MASK__  years for each separate disclosure, and the Agreement shall be interpreted and construed accordingly.",
    [],
    true
  ],
  [
    "For the avoidance of doubt, this Agreement does not supersede any Non-Disclosure Agreements entered into between the parties prior to the date of this Agreement.",
    [],
    false
  ],
  [
    "Date:  _ \t\t\t ",
    [],
    false
  ],
  [
    "This Confidentiality Agreement (hereinafter referred to as \"Agreement\") is made effective:  _ ,  __NUM_MASK__  and remains in effect until:  _ ,  __NUM_MASK__  (a period of three years).",
    [],
    false
  ],
  [
    "__THEM_PARTY__ acknowledges that, as between __YOU_PARTY__ and __THEM_PARTY__, the Confidential Information and all related copyrights and other intellectual property rights, are (and at all times will be) the property of __YOU_PARTY__, even suggestions, comments, and/or ideas made by __THEM_PARTY__ are incorporated into the Confidential Information or related materials during the period of this Agreement.",
    [],
    false
  ],
  [
    "This agreement is made as of the  _  day of  _ , 20_____, by and between Pellicano Specialty Foods, Inc. (PSF) located at  __NUM_MASK__  Reading Street, Buffalo, New York   __NUM_MASK__ , and",
    [],
    false
  ],
  [
    "In witness whereof, the parties hereto have executed this agreement as of the date first above written.",
    [],
    false
  ],
  [
    "This agreement made this   _   day of   \t\t , __NUM_MASK__  between Myrtle Beach Commercial Real Estate (Broker) and  _ \t\t _ \t(__THEM_PARTY__) and   _ \t _ \t (__YOU_PARTY__).",
    [],
    false
  ],
  [
    "This agreement shall be governed and construed in accordance with the laws of the State of South Carolina and shall survive the closing of any Agreement between __YOU_PARTY__ and __THEM_PARTY__ for a period of one year from the date of said closing.",
    [],
    false
  ],
  [
    " _  Date\t\t   \t_____________________________________Date____________ ",
    [],
    false
  ],
  [
    "DATE:\t",
    [],
    false
  ],
  [
    "       Director\t\t\t\t\tProducer\t\t\t   Date\t ",
    [],
    false
  ],
  [
    "This Agreement is made and entered into the as of the date last signed below, by and between The Regents of the __THEM_PARTY__ of California (\"__THEM_PARTY__\"), and [ vendor name] (\"Second Party\")",
    [],
    false
  ],
  [
    "The term of this agreement shall commence upon its execution and shall continue for a period of one year unless extended or earlier terminated by thirty ( __NUM_MASK__ ) daysa written notice by one party to the other.",
    [],
    false
  ],
  [
    "Date\t\t\t\t\t\t\tDate\t\t\t\t\t\t",
    [],
    false
  ],
  [
    "It shall not be modified except by a written agreement dated subsequent to the date of this Agreement and signed by both parties. ",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the parties hereto have executed this Agreement by their duly authorized representatives as of the date first set forth above. ",
    [],
    false
  ],
  [
    "Date: _ ",
    [],
    false
  ],
  [
    "Date:  _ ",
    [],
    false
  ],
  [
    "\tThis Non-Disclosure Agreement (the \"Agreement\") is made and entered into as of the later of the two signature dates below by and between the PREMIRUS CORPORATION (\"Premirus\") and  _ , an organization (\"Organization\").",
    [],
    false
  ],
  [
    "Refrain from disclosing any Confidential Information of the Disclosing Party to third parties for five ( __NUM_MASK__ ) years following the date that Disclosing Party first discloses such Confidential Information to __THEM_PARTY__, except as expressly provided in Sections  __NUM_MASK__ (b) and  __NUM_MASK__ (c) of this Agreement:",
    [],
    true
  ],
  [
    "Either party may terminate this Agreement with or without cause upon ninety ( __NUM_MASK__ ) days prior written notice to the other party.",
    [],
    false
  ],
  [
    "\"Confidential Information\" means all proprietary, privileged and confidential information in any form furnished by the disclosing party to the receiving party after the effective date of this Agreement and pursuant to the Purpose that the disclosing party intends to remain secret from third parties on the grounds that its disclosure would either cause the disclosing party competitive harm or waive a privilege granted by law.",
    [],
    false
  ],
  [
    "In order to enforce this provision, the disclosing party must mark tangible information \"confidential\" at the time of disclosure and, within  __NUM_MASK__  days of an oral disclosure, provide the receiving party a written summary that sufficiently describes the information that receiving party should protect as Confidential Information.",
    [],
    false
  ],
  [
    "During the term, and for three years from the expiration or earlier termination of this Agreement, receiving party will not disclose or otherwise make available to any third parties the Confidential Information, except as otherwise expressly permitted under this Agreement.",
    [],
    true
  ],
  [
    "This Agreement is effective on the date the last party signed this Agreement below and shall be in effect for one year unless earlier terminated as provided in this Article  __NUM_MASK__ .",
    [],
    false
  ],
  [
    "Either party may terminate this Agreement upon  __NUM_MASK__  days' advance written notice to the other party.",
    [],
    false
  ],
  [
    "All obligations of confidentiality and non-use shall survive termination or expiration for the period set forth in Article  __NUM_MASK__ .",
    [],
    true
  ],
  [
    "Date: \t\t\t\t\t\t\tDate: \t\t\t\t\t",
    [],
    false
  ],
  [
    "This Agreement shall commence on the Effective Date and shall continue for a period of one ( __NUM_MASK__ ) year.",
    [],
    false
  ],
  [
    "The period of confidentiality and restricted use for each disclosure of Confidential Information shall be five ( __NUM_MASK__ ) years from the date of disclosure.",
    [],
    true
  ],
  [
    "IN WITNESS WHEREOF, the parties have signed this Agreement as of the Effective Date.",
    [],
    false
  ],
  [
    "Date:   _ \t\tDate:   _ ",
    [],
    false
  ],
  [
    "(f) All obligations created by this Agreement shall survive change or termination of the parties' business dealings for a period of two ( __NUM_MASK__ ) years.",
    [],
    true
  ],
  [
    "This agreement will come into effect on the date of signature by both parties and will continue indefinitely, subject to any subsequent agreement entered into between the parties in relation to the purpose which includes obligations relating to the protection of confidential information.",
    [],
    false
  ],
  [
    "Date ...............................................................",
    [],
    false
  ],
  [
    "This Agreement is effective the  _  day of  _ , 20__, (\"Effective Date\") by and between  _  (hereinafter referred to as the \"__THEM_PARTY__\") with its principal address at ______________________________________________________________________and Georgia Tech Research Corporation (hereinafter referred to as \"__YOU_PARTY__\").",
    [],
    false
  ],
  [
    "(a) is already known to __THEM_PARTY__ at the time of disclosure as evidenced by written records of the __THEM_PARTY__ produced for __YOU_PARTY__'s inspection within  __NUM_MASK__  days of disclosure of the information; or",
    [],
    false
  ],
  [
    "All other information disclosed by __YOU_PARTY__ or GIT to __THEM_PARTY__ shall not be considered Proprietary Information unless __YOU_PARTY__ indicates to __THEM_PARTY__ at the time of such disclosure that the information is Proprietary and within thirty ( __NUM_MASK__ ) days of such disclosure provides __THEM_PARTY__ with an appropriately marked writing which sets forth such Proprietary Information.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . __THEM_PARTY__ agrees to provide __YOU_PARTY__ with the results of any tests or analyses conducted by __THEM_PARTY__ of Proprietary Information received hereunder within fourteen ( __NUM_MASK__ ) days of completion of such tests or analyses.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . __THEM_PARTY__ agrees to return all Proprietary Information received under this Agreement to __YOU_PARTY__ within fourteen ( __NUM_MASK__ ) days of the completion of the evaluation or sixty ( __NUM_MASK__ ) days from the date of this Agreement, whichever is earlier.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The term of this Agreement shall be one year from the effective date of this Agreement provided that the term of confidentiality with respect to Confidential Information received by __THEM_PARTY__ hereunder shall be five ( __NUM_MASK__ ) years from the date of disclosure.",
    [],
    true
  ],
  [
    "This Mutual Confidentiality and Non-Disclosure Agreement (\"Agreement\") is made as of  _    _ , 20__ (the \"Effective Date\") by and between OSO BioPharmaceuticals Manufacturing, LLC (\"__THEM_PARTY__\"), with a place of business at  __NUM_MASK__  Alexander Blvd., Albuquerque, NM  __NUM_MASK__ , USA, and Full __YOU_PARTY__ Name (\"__YOU_PARTY__\"), with a place of business at  _ .",
    [],
    false
  ],
  [
    " __NUM_MASK__ . As used in this Agreement, the term \"Confidential Information\" includes all information furnished by or on behalf of a party (the \"Disclosing Party\"), its Affiliates (as defined below), or any of their respective Representatives (as defined below) to the other party (the \"Receiving Party\") or its Representatives, whether furnished before, on or after the Effective Date and furnished in any form.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement will terminate as to the further exchange of Confidential Information immediately upon the earlier of (A)  __NUM_MASK__  days written notice from one party to the other party, or (B)  __NUM_MASK__  years following the Effective Date.",
    [],
    false
  ],
  [
    "Notwithstanding the foregoing, each party's obligations of confidentiality and non-use shall continue for a period of  __NUM_MASK__  years from the termination of this Agreement; provided, however, that Confidential Information which is disclosed in writing or, if disclosed orally, and is confirmed within thirty ( __NUM_MASK__ ) days in writing as being a trade secret of the Disclosing Party, shall be maintained in secret until such time as it no longer qualifies as a trade secret or until such time as Disclosing Party advises Receiving Party in writing that such information is no longer a trade secret.",
    [],
    true
  ],
  [
    "The parties have caused this Agreement to be signed by their duly authorized representatives as of the Effective Date.",
    [],
    false
  ],
  [
    "For a period of three ( __NUM_MASK__ ) years from the date of disclosure, the Recipient shall maintain in confidence and not disclose any __YOU_PARTY__, using the same degree of care, but no less than reasonable care, as used to protect its own __YOU_PARTY__ of like nature.",
    [],
    true
  ],
  [
    "\tIN WITNESS WHEREOF, the parties have executed this Confidentiality and Nondisclosure Agreement as of the date first above written.",
    [],
    false
  ],
  [
    "Date:      \tDate:       ",
    [],
    false
  ],
  [
    "This agreement shall remain in full force and effect for a period of five years from the date of the last signature hereon. ",
    [],
    false
  ],
  [
    "This Agreement may be executed in two or more counterparts, each of which shall be deemed an original and shall be deemed to be effective as of the day and year indicated herein.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . I agree for a period of twelve ( __NUM_MASK__ ) months from the date of termination of my employment with [__THEM_PARTY__] not to directly or indirectly solicit competitive business from any client or customer of the organization (including any potential client of [__THEM_PARTY__]) that was contacted, solicited, or served by me or about which I received confidential information while I was employed by [__THEM_PARTY__], nor for the same period of time, will I perform services or accept any business, competitive with that of [__THEM_PARTY__], directly or indirectly from any of the customers and clients described above, which involves me performing similar functions or acting in a similar capacity as when employed with [__THEM_PARTY__].",
    [],
    false
  ],
  [
    " __NUM_MASK__ . I agree so long as employed by [__THEM_PARTY__] and for a period of twelve ( __NUM_MASK__ ) months after leaving for any reason whatsoever, not to directly or indirectly recruit, solicit, or otherwise induce or attempt to induce any employee of [__THEM_PARTY__] to terminate his or her employment with the Company or otherwise to act contrary to the interests of [__THEM_PARTY__].",
    [],
    false
  ],
  [
    "This non-disclosure agreement (the \"Agreement\") is made effective this [insert day] day of [insert month], [insert year] by and between [insert name] (\"__THEM_PARTY__\") and [insert name] (\"Receiving Party\", each a \"Party\" and collectively, the \"Parties\"). ",
    [],
    false
  ],
  [
    "The term of this Agreement is [one year] commencing on the date set out above.",
    [],
    false
  ],
  [
    "Receiving Party agrees that it will, within three business days of the request, deliver to __THEM_PARTY__ or destroy, the Confidential Information as well as any notes, summaries or memoranda relating thereto, without retaining any copies or extracts therefrom, and deliver a certificate of an officer of Receiving Party certifying to such effect.",
    [],
    false
  ],
  [
    "Notices delivered personally will be deemed to be received on that day.",
    [],
    false
  ],
  [
    "Notices delivered by fax will be deemed to be received on the next business day.  ",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the Parties have executed this Agreement as of the date first written above.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall apply only to information that is:  (i) marked as confidential at the time of disclosure, or (ii) not marked as confidential at the time of disclosure but thereafter identified as confidential by Company in a writing to Investigator no more than fifteen ( __NUM_MASK__ ) days after such disclosure.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Unless earlier terminated in writing by either party, this Agreement shall terminate sixty ( __NUM_MASK__ ) days after the date of execution of this Agreement by __YOU_PARTY__; providing, however, that __YOU_PARTY__'s obligations hereunder shall survive for a period ending five ( __NUM_MASK__ ) years after such execution.",
    [],
    true
  ],
  [
    "Date:\t\tDate:\t ",
    [],
    false
  ],
  [
    "Name:\t\tDate:\t ",
    [],
    false
  ],
  [
    "(collectively referred to as the \"Parties\"), as of the date executed by the company (the \"Effective Date\").",
    [],
    false
  ],
  [
    "__YOU_PARTY__ warrants and guarantees that during this agreement and for the twelve month period following the termination of this agreement shall not directly or indirectly engage in any similar business (Real Estate Agent Revenue Sharing and Per Transaction Recruiting) with PRES current clients or PRES former clients.",
    [],
    false
  ],
  [
    "In Witness Whereof, the parties hereto have caused this Non-Compete/Non-Disclosure Agreement to be executed by a duly authorized representative of such party of such party as of the Effective Date.",
    [],
    false
  ],
  [
    "However, we keep applications on file for one year, during which __YOU_PARTY__ may be re-contacted as a potential private beta tester for projects __YOU_PARTY__ mention an interest in. ",
    [],
    false
  ],
  [
    "This Confidentiality Agreement (the \"Agreement\") is made effective this  _  day of  _ ,  __NUM_MASK__  (the \"Effective Date\"), between __THEM_PARTY__ Software, Inc., a Minnesota corporation, with offices located at  __NUM_MASK__  Fuller Rd.",
    [],
    false
  ],
  [
    "This Agreement will apply to all disclosures made within three ( __NUM_MASK__ ) years of the date __THEM_PARTY__ signs this Agreement.",
    [],
    false
  ],
  [
    "However, the obligations hereunder with respect to any disclosure made within that period will continue indefinitely thereafter in accordance with the provisions of this Agreement.  ",
    [],
    true
  ],
  [
    "IN WITNESS WHEREOF, __YOU_PARTY__ have executed this instrument effective as of the date indicated above.",
    [],
    false
  ],
  [
    "\t    (Date)                                                                         (Date)",
    [],
    false
  ],
  [
    "The term of this Agreement (the \"Term\") will commence as of the Effective Date and continue for six ( __NUM_MASK__ ) months.",
    [],
    false
  ],
  [
    "This Agreement shall automatically renew after the initial Term for successive periods of twelve ( __NUM_MASK__ ) months each (each, a \"Renewal Term\") unless (a) either Party provides written notice to the other of its intent to terminate this Agreement at least  __NUM_MASK__  days prior to the expiration of the initial Term or any Renewal Term, or (b) this Agreement has been otherwise terminated in the manner provided herein.",
    [],
    false
  ],
  [
    "Upon thirty ( __NUM_MASK__ ) days prior written notice by either Party, with or without cause; or",
    [],
    false
  ],
  [
    "During the Term of this Agreement and for a period of three years ( __NUM_MASK__ ) after the termination of this Agreement, __THEM_PARTY__ agrees to the following non-compete terms:",
    [],
    false
  ],
  [
    "THE PARTIES have duly executed this Agreement to be effective as of the Effective Date, notwithstanding the actual date of execution.",
    [],
    false
  ],
  [
    "Date:  _ \tDate:  _ ",
    [],
    false
  ],
  [
    "This Agreement is entered into by and between  _  (\"Company\"), a corporation organized and existing under the laws of the State of  _  and having a primary location of  _ , and the __THEM_PARTY__ of Maryland, a public agency and instrumentality of the State of Maryland, located in College Park, Maryland  __NUM_MASK__  (\"__THEM_PARTY__\"), effective on the date of last signature (\"Effective Date\").",
    [],
    false
  ],
  [
    "Confidential Information means information that one party discloses (the \"Disclosing Party\") in written, oral, graphic, electronic or physical form to the other party (the \"Recipient\") that (a) is not generally known to the public and concerns scientific knowledge, know-how, processes, inventions, techniques, formulae, products, data, plans, software and similar information; (b) is clearly marked, if disclosed in a tangible form, by the Disclosing Party as Confidential Information at the time of initial disclosure to the Recipient and/or, if disclosed verbally, is identified as being Confidential Information at the time of disclosure, then summarized and identified as Confidential Information in a writing marked \"Confidential\" furnished by the Disclosing Party to the Recipient within ten ( __NUM_MASK__ ) business days of initial disclosure.",
    [],
    false
  ],
  [
    "G. \tDuration of Obligations: The obligations of confidentiality imposed under Section F shall continue for a period of one ( __NUM_MASK__ ) year from the date of disclosure or until Confidential Information becomes publicly available through no fault of the Recipient, whichever occurs first.",
    [],
    true
  ],
  [
    "K.   Term and Termination:  This Agreement will commence on the Effective Date and expire  _  year(s) from the Effective Date.",
    [],
    false
  ],
  [
    "Within sixty ( __NUM_MASK__ ) days of the expiration of this Agreement, the Recipient will destroy or return, as directed by the Disclosing Party, the originals and any copies of Confidential Information and/or Export Controlled Information in its possession or control.",
    [],
    false
  ],
  [
    "Date\t\t\t\t\t Date",
    [],
    false
  ],
  [
    "All information and other materials disclosed, furnished, communicated or supplied by the Disclosing Party to the Receiving Party, including the Receiving Party's directors, officers, employees, affiliates, or its expressly authorized representatives or agents are strictly confidential and shall not be divulged by receiving party to any third party during the term of this contract or thereafter for a period of five ( __NUM_MASK__ ) years without Disclosing Party's prior written consent.",
    [],
    true
  ],
  [
    "The Receiving Party shall procure that all persons to whom it has disclosed Confidential Information shall, at the Receiving Party's expense, within fourteen ( __NUM_MASK__ ) working days of written notice from Disclosing Party:",
    [],
    false
  ],
  [
    " __NUM_MASK__ . EFFECTIVE DATE OF AGREEMENT",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF the parties hereto have caused their duly authorized representatives to set their hands the day and year first above written.",
    [],
    false
  ],
  [
    "This Agreement is made as of the  _  day of  _ ,  __NUM_MASK__  between  _  and the __THEM_PARTY__ (collectively, the \"Parties\").",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Non-Disclosure Agreement shall take effect on the date shown above and shall continue in effect for  __NUM_MASK__  years from such date.",
    [],
    false
  ],
  [
    "NAME / DATE:\t\t\t\t\t _  ",
    [],
    false
  ],
  [
    "This Agreement begins retroactively to the beginning of __THEM_PARTY__'s relationship with __YOU_PARTY__ and remains in effect at all times during any consulting, partnering, or other business relationship between the parties and for the periods of time specified thereafter as set forth below.",
    [],
    false
  ],
  [
    "All right, title, and interest of every kind and nature whatsoever in and to the Proprietary Information made, written, discussed, developed, secured, obtained or learned by __THEM_PARTY__ during the term of the relationship with the __YOU_PARTY__ or the \t\t\t [time] period immediately following termination of that relationship, shall be the sole and exclusive property of __YOU_PARTY__ for any purpose or use whatsoever, and shall be disclosed promptly by __THEM_PARTY__ to __YOU_PARTY__.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ shall promptly and fully disclose to __YOU_PARTY__, in confidence (a) all Proprietary Information that __THEM_PARTY__ creates, conceives or reduces to practice in writing either alone or with others during the term of this Agreement, and (b) all patent applications and copyright registrations filed by __THEM_PARTY__ within one year after termination of this Agreement, including but not limited to materials and methodologies involved. ",
    [],
    false
  ],
  [
    "Any application for a patent, copyright registration or similar right filed by __THEM_PARTY__ within one year after termination of this Agreement shall be presumed to relate to Proprietary Information created by __THEM_PARTY__ during the term of this Agreement, unless __THEM_PARTY__ can prove otherwise with reasonable certainty.",
    [],
    true
  ],
  [
    "__THEM_PARTY__ agrees not to engage in any activity that is competitive with any activity of __YOU_PARTY__ during the course of their relationship and for a period of \t\t after termination of the Agreement.",
    [],
    true
  ],
  [
    "__THEM_PARTY__ agrees that he/she will not, either during the period of this Agreement, or for a period of \t year after this Agreement has terminated, solicit any of __YOU_PARTY__'s employees for a competing business or otherwise induce or attempt to induce such employees to terminate their employment with __YOU_PARTY__.",
    [],
    true
  ],
  [
    "For a period of  _ , following the termination of the relationship with the __YOU_PARTY__, __THEM_PARTY__ shall not, directly or indirectly, make known to any person, firm or corporation the names or addresses of any of the customers of __YOU_PARTY__ or any other information pertaining to them, or call on, solicit, take away, or attempt to call on, solicit, or take away any customer of __YOU_PARTY__ on whom __THEM_PARTY__ called or with whom __THEM_PARTY__ became acquainted during the time of this Agreement, for either himself/herself/itself or for any other person, firm, or corporation.",
    [],
    true
  ],
  [
    "__THEM_PARTY__'s obligations regarding trade secrets and confidential information shall continue in effect beyond the period of the relationship as stated above, and said obligation shall be binding upon __THEM_PARTY__'s spouse, affiliates, assigns, heirs, executors, administrators, or other legal representatives.",
    [],
    true
  ],
  [
    "This agreement is made on  _  (\"the Commencement Date\")",
    [],
    false
  ],
  [
    "This Agreement shall commence and be of full force and effect on and from the Commencement Date.",
    [],
    false
  ],
  [
    "For purposes of this Agreement, the period of Employee's employment shall include any time during which Employee was retained as a consultant by Employer.",
    [],
    false
  ],
  [
    "All such items made or compiled by Employee or made available to Employee during the period of employment, including all copies thereof, shall be held by Employee in trust and solely for the benefit of Employer and shall be delivered to the Employer by Employee upon termination of employment with Employer, or at any other time upon the request of the Employer.",
    [],
    false
  ],
  [
    "A. Employee shall promptly disclose to Employer, in writing, all inventions, ideas, discoveries, and improvements whether or not patentable or registrable under Copyright or similar statutes, made or conceived or reduced to practice or learned by Employee, either alone or jointly with others, during the period of employment with Employer.",
    [],
    false
  ],
  [
    "G. This Agreement shall be effective on the date last written below.",
    [],
    false
  ],
  [
    "Date\t\t\t\t\t\tDate ",
    [],
    false
  ],
  [
    "This NonDisclosure Agreement (\"Agreement\") is entered into on the  _  day of  _ , 200__ (\"Effective Date\"), between the __THEM_PARTY__ of the SCRLC.",
    [],
    false
  ],
  [
    "Information disclosed orally shall only be considered Confidential Information if: (i) identified as confidential, proprietary or the like at the time of disclosure; and (ii) confirmed in writing within thirty ( __NUM_MASK__ ) days of disclosure.",
    [],
    false
  ],
  [
    "Upon written request by the Disclosing Party, the Receiving Party shall: (i) cease using the Confidential Information, (ii) return the Confidential Information and all copies, notes or extracts thereof to the Disclosing Party within seven ( __NUM_MASK__ ) business days of receipt of request, and (iii) upon request of the Disclosing Party, confirm in writing that the Receiving Party has complied with the obligations set forth in this paragraph.",
    [],
    false
  ],
  [
    "This Agreement shall continue from the \"Effective Date written until terminated by any Party by giving thirty ( __NUM_MASK__ ) days written notice to the other Parties of its intent to terminate this Agreement.",
    [],
    false
  ],
  [
    "Notwithstanding such termination, the obligations of any Receiving Party concerning confidentiality shall terminate five ( __NUM_MASK__ ) years following receipt of the Confidential Information.",
    [],
    true
  ],
  [
    "IN WITNESS WHEREOF, the Parties have executed this Agreement as of the date last written below.",
    [],
    false
  ],
  [
    "Date\t\tDate\t",
    [],
    false
  ],
  [
    "This Confidentiality Agreement (the \"Agreement\"), effective the  _  day of  _ , 200_ is between Siemens Power Transmission & Distribution, Inc.,  a corporation organized under the laws of the State of Delaware with its principal place of business at  __NUM_MASK__  Siemens Road, Wendell, NC  __NUM_MASK__  USA (\"__YOU_PARTY__\") and  _ , a  _  organized under the laws of the State of  _  with its principal place of business at \t\t\t\t  _  (sometimes referred to herein as \"__THEM_PARTY__\").",
    [],
    false
  ],
  [
    "Neither of the parties shall be bound by any conditions, definitions, warranties, understandings, or representations with respect to such subject matter other than: ( __NUM_MASK__ ) as expressly provided herein,  or ( __NUM_MASK__ ) as duly set forth on or subsequent to the effective date hereof in writing and signed by a proper and duly authorized representative of the party to be bound thereby.",
    [],
    false
  ],
  [
    "All such notices shall be deemed given three ( __NUM_MASK__ ) days after the date of mailing or at the time of delivery to the private courier or its agent for transmittal, or upon transmittal of a telex or facsimile, as the case may be.",
    [],
    false
  ],
  [
    "This Agreement shall continue in full force and effect until terminated by either party giving thirty ( __NUM_MASK__ ) days prior written notice to the other party.",
    [],
    false
  ],
  [
    "Notwithstanding any such termination, __THEM_PARTY__'s obligations under this Agreement shall remain in full force and effect with respect to Confidential Information for so long afterwards as the information or data remains a trade secret or for a period of three ( __NUM_MASK__ ) years after the effective date of this Agreement, whichever is later.",
    [],
    true
  ],
  [
    "\tIN WITNESS WHEREOF, the parties hereby have caused this Agreement to be executed by their duly authorized representatives at the places and on the dates set forth below. ",
    [],
    false
  ],
  [
    "This Agreement is made and entered into as of the last date signed below (the \"Effective Date\") by and between Simplicate Interactive Inc., a Canadian-controlled private corporation having its principal place of business at  __NUM_MASK__ - __NUM_MASK__  Durie St., Toronto, ON, M6S 3G1 (\"Simplicate\") and  _ , a  _  corporation whose principal mailing address is  _  (the \"Second Party\").",
    [],
    false
  ],
  [
    "When informed of the proprietary and confidential nature of Confidential Information that has been disclosed by the other Party, the receiving Party (\"Recipient\") shall, for a period of three ( __NUM_MASK__ ) years from the date of disclosure, refrain from disclosing such Confidential Information to any contractor or other third party without prior, written approval from the disclosing Party and shall protect such Confidential Information from inadvertent disclosure to a third party using the same care and diligence that the Recipient uses to protect its own proprietary and confidential information, but in no case less than reasonable care.",
    [],
    true
  ],
  [
    "This Agreement shall remain in effect for a period of two ( __NUM_MASK__ ) years from the Effective Date unless otherwise terminated by either Party giving notice to the other of its desire to terminate this Agreement.",
    [],
    false
  ],
  [
    "Signature\tDate\tSignature\tDate",
    [],
    false
  ],
  [
    " __NUM_MASK__ . In order to receive the protection afforded by this agreement, it is agreed that all information must be disclosed in writing or identified in writing within thirty ( __NUM_MASK__ ) days of oral disclosure, and that writings to be protected will be marked as proprietary or confidential.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Receiving Party's and Disclosing Party's confidentiality and non-use obligations under this agreement shall expire on the third anniversary of the latest date set forth below.",
    [],
    true
  ],
  [
    "Date: \t\t        Date: \t\t",
    [],
    false
  ],
  [
    "This Agreement is entered into as of                             (\"Effective Date\"), between __YOU_PARTY__ University, a non-profit, educational institution having corporate powers under the laws of the State of New York, having an office at  __NUM_MASK__  Pine Tree Road, Ithaca, NY  __NUM_MASK__ - __NUM_MASK__  (hereinafter called \"__YOU_PARTY__\"), and COMPANY NAME, having an office at  _ , (hereinafter called \"COMPANY NAME\").",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Any information disclosed in oral or other intangible form under this Agreement shall be     identified as \"Confidential Subject Matter\" at the time of disclosure and shall be confirmed in written summary form marked \"Confidential Subject Matter \" and transmitted to the receiving party within  __NUM_MASK__  days after its disclosure to the receiving party.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The parties agree to hold in confidence and withhold from third parties any and all Confidential Subject Matter disclosed by one party to the other, on or after the Effective Date of this Agreement, and to use Confidential Subject Matter only for the purposes set forth in this Agreement, unless the originating party agrees in writing to a change of purpose.",
    [],
    false
  ],
  [
    "Immediately upon request of the disclosing party or within thirty ( __NUM_MASK__ ) days from the date of termination or expiration of this Agreement, the receiving party agrees to cease using the Confidential Subject Matter and to return or destroy all Confidential Subject Matter received from the disclosing party.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The term of this Agreement shall be for one ( __NUM_MASK__ ) year from the Effective Date (\"Expiration\").",
    [],
    false
  ],
  [
    "The receiving party shall hold all Confidential Subject Matter confidential for two ( __NUM_MASK__ ) years from the date of Expiration.",
    [],
    true
  ],
  [
    "a. \"Confidential Information\" shall mean: (i) all Information disclosed by __THEM_PARTY__ in writing or other tangible form and designated as confidential, proprietary, or the intellectual property of __THEM_PARTY__; (ii) all Information disclosed orally or otherwise communicated or revealed by __THEM_PARTY__ via any means, purposely or inadvertently, to any supplier in any form and either identified within  __NUM_MASK__  days following the time of disclosure as confidential information, proprietary information, or the intellectual property of __THEM_PARTY__, or otherwise reasonably knowable to the supplier to be confidential information, proprietary information, military information, or the intellectual property of __THEM_PARTY__.",
    [],
    false
  ],
  [
    "The obligations of the supplier herein shall be effective twenty years from the date __THEM_PARTY__ last discloses any Confidential Information to supplier, unless a longer period is required by law. ",
    [],
    true
  ],
  [
    "\"  Oral or visual disclosures for which protection is sought must be identified at the time of disclosure as being disclosed in confidence, and a written instrument confirming that the information disclosed orally and/or visually should be held in confidence must be delivered to __THEM_PARTY__ within twenty ( __NUM_MASK__ ) days of such oral and/or visual disclosure.",
    [],
    false
  ],
  [
    "If a Public Records Act request is made to view Discloser's Confidential Information, and the University's Public Records Officer either determines that no exemption to disclosure applies or is unable to determine whether an exemption to disclosure applies, WSU will notify Discloser of the request and the date that such records will be released to the requestor unless Discloser obtains a court order enjoining that disclosure.",
    [],
    false
  ],
  [
    "If Discloser fails to obtain a court order enjoining disclosure, WSU will release the requested information on the date specified and Disclosure acknowledges and agrees that it has given up all rights to challenge the disclosure in any forum.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement is in effect as of the date first written in the Agreement and shall continue for one ( __NUM_MASK__ ) year with respect to any disclosures of CI.",
    [],
    true
  ],
  [
    "At such time, the Agreement shall expire, unless terminated earlier by either party, at any time, on ten ( __NUM_MASK__ ) days' prior written notice.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The obligation of __THEM_PARTY__ with respect to disclosure and use of CI acquired from Discloser shall survive expiration or termination of this Agreement and shall continue for a period of three ( __NUM_MASK__ ) years thereafter or, with respect to any applicable portion of CI, until the effective date of any of the events recited in Section  __NUM_MASK__  of this Agreement, whichever occurs first.",
    [],
    true
  ],
  [
    "Each party's duties under this Agreement will continue until the earlier of:  (a) five years after termination by the parties of their discussions relating to the Business Purpose; and (b) the execution by the parties of a definitive written agreement that expressly supersedes this Agreement.",
    [],
    true
  ],
  [
    "IN WITNESS WHEREOF, the parties have executed this Agreement on the  _  day of  _ , 20__:",
    [],
    false
  ],
  [
    "This Agreement (\"Agreement\") is entered into as of  _ ,  __NUM_MASK__  (\"Effective Date\") by and between The Regents of the University of California, a California corporation (\"__THEM_PARTY__\") having its principal address at  __NUM_MASK__  Franklin Street, Oakland, California  __NUM_MASK__ , and  _  (\"__YOU_PARTY__\") having its principal address at  _ .",
    [],
    false
  ],
  [
    "\"Proprietary Information\" means any and all information and material disclosed by __THEM_PARTY__ or its representatives to __YOU_PARTY__ before or after the Effective Date or obtained by __YOU_PARTY__ through inspection or observation of __THEM_PARTY__'s property or facilities (whether in writing, or in oral, graphic, electronic or any other form) that is marked or described as, identified in writing as, or provided under circumstances reasonably indicating it is, confidential or proprietary.",
    [],
    false
  ],
  [
    "Sections  __NUM_MASK__  through  __NUM_MASK__  shall survive for two ( __NUM_MASK__ ) years from the expiration or termination of this Agreement.",
    [],
    true
  ],
  [
    "In witness whereof, the parties have caused this Agreement to be duly executed as of the date first above written. ",
    [],
    false
  ],
  [
    "In case of disagreement, the receiving PARTY must present its objection in writing within thirty ( __NUM_MASK__ ) days of receipt.",
    [],
    false
  ],
  [
    "This AGREEMENT shall come into force upon execution by all PARTIES and shall automatically terminate two ( __NUM_MASK__ ) years later.",
    [],
    false
  ],
  [
    "A PARTY's participation in the PURPOSE  of this AGREEMENT may withdraw from the AGREEMENT thirty ( __NUM_MASK__ ) days' prior written notice.",
    [],
    false
  ],
  [
    "The rights and obligations of all PARTIES, including that of those PARTIES, who have withdrawn from this AGREEMENT, which have accrued prior to withdrawal and/or automatic termination shall, however, in any case survive the automatic termination of this AGREEMENT for a period of four ( __NUM_MASK__ ) years.",
    [],
    true
  ],
  [
    "Such request shall be made in writing by the disclosing PARTY to the receiving PARTY within ninety ( __NUM_MASK__ ) days after termination of this AGREEMENT.",
    [],
    false
  ],
  [
    "The receiving PARTY shall confirm in writing such destruction or return to the disclosing PARTY within fourteen ( __NUM_MASK__ ) days after receipt of the respective request.",
    [],
    false
  ],
  [
    "Place, date:  _ \t ",
    [],
    false
  ],
  [
    "Dated this  _  day of  _ , 2_______",
    [],
    false
  ],
  [
    "Effective Date:",
    [],
    false
  ],
  [
    "\tIn consideration of the mutual promises expressed herein, the undersigned individual (\"Employee\") and The Bair Foundation (\"Employer\") have agreed to the following, effective as of the Effective Date set forth above:",
    [],
    false
  ],
  [
    "EFFECTIVE DATE OF CONFIDENTIALITY AGREEMENT:\t16th December  __NUM_MASK__ ",
    [],
    false
  ],
  [
    "all information which is provided by or on behalf of a Party (\"Disclosing Party\") to the other Party (\"Receiving Party\"), of any nature or in any form, for or in connection with the Purpose, whether before or after the Effective Date, (including but not limited to commercial, technical, economic, financial or marketing information, transaction data relating to a Party or to the Purpose) and whether or not marked \"confidential\", \"proprietary\", \"sensitive\" or the like;  ",
    [],
    false
  ],
  [
    "\"Effective Date\" means the date of this Agreement, as shown on the front page, or if no date is shown, the date on which the last of the Parties executes this Agreement. ",
    [],
    false
  ],
  [
    "The Confidential Information is to be kept confidential until such date as one of the events in clause  __NUM_MASK__ (e) to (g) occurs.",
    [],
    true
  ],
  [
    "This NONDISCLOSURE AGREEMENT is entered into as of this  _  day of  _ , 199__ by the U.S. Geological Survey, which is the party disclosing confidential information (\"__YOU_PARTY__\", and  _ , which is the party receiving confidential information (\"Recipient\"), in order to protect the confidential information that is disclosed to Recipient by __YOU_PARTY__.",
    [],
    false
  ],
  [
    "If the disclosure is not in writing, __YOU_PARTY__ shall provide Recipient with a written memorandum summarizing and designating such information as confidential within thirty ( __NUM_MASK__ ) days of the disclosure.",
    [],
    false
  ],
  [
    " __NUM_MASK__ .                            will not disclose the information supplied by the U.S. Geological Survey with regard to the claim from the date set forth below to any third party without written permission from the U.S. Geological Survey and will treat the information supplied by the U.S. Geological Survey in respect of the claims as it treats its own proprietary information and will only disclose the claims to those of its employees who are under an obligation to                                , not to disclose proprietary information described in                             titled                                      .",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Boulder Innovative Technologies, Inc. will not disclose the information supplied by the U.S. Geological Survey with regard to the claim from the date set forth below to any third party without written permission from the U.S. Geological Survey and will treat the information supplied by the U.S. Geological Survey in respect of the claims as it treats its own proprietary information and will only disclose the claims to those of its employees who are under an obligation to Boulder Innovative Technologies, Inc., not to disclose proprietary information described in U.S. Patent Application #  __NUM_MASK__ , titled \"Recovery of Metal Values from Waste Waters Using Immobilized Extractants.",
    [],
    false
  ],
  [
    "Give projected dates for commercial applications and any intermediate milestones.",
    [],
    false
  ],
  [
    "Title & Signature of Applicant or Authorized Representative\t\tDate",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tWithin  __NUM_MASK__  days after the effective date of this agreement, LICENSEE shall pay to __THEM_PARTY__                    Dollars ($                ).",
    [],
    false
  ],
  [
    " __NUM_MASK__         In case the royalties paid do not aggregate a minimum of                     Dollars ($              ) for the year ending December  __NUM_MASK__ , 199__ , and for each succeeding calendar year during the life of this LICENSEE AGREEMENT, the LICENSEE will within ninety ( __NUM_MASK__ ) days of the end of such year make up the deficiency of the royalties actually paid to such minimum sum, provided however, that the LICENSEE must make up the deficiency for such year before it may surrender this exclusive LICENSE.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tThe royalties provided for in paragraph  __NUM_MASK__  shall be paid by LICENSEE on the total amount invoiced under any ROYALTY-BASE CONTRACT utilizing the LICENSED TECHNOLOGY; provided, however, that if Letters of Patent do not issue within  __NUM_MASK__  years from the date of this LICENSE AGREEMENT with a claim or claims covering an invention utilized in LICENSEE's products or services, and none of the LICENSED PATENT APPLICATIONS pending at the end of the three years contains an allowed claim having such coverage, LICENSEE may thereafter, at its option, terminate this LICENSE AGREEMENT by giving sixty ( __NUM_MASK__ ) days notice to that effect to __THEM_PARTY__ REPRESENTATIVE.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tLICENSEE shall pay royalties accrued for amounts paid under any ROYALTY-BASE CONTRACT not later than ninety ( __NUM_MASK__ ) days after each calendar half year ending June 30th and December 31st.",
    [],
    false
  ],
  [
    "Sales shall be considered to be made, for purposes of this ARTICLE, sixty ( __NUM_MASK__ ) days after invoiced, except that upon any termination of this LICENSE AGREEMENT, all products shipped or services performed prior to the day of such termination though not invoiced prior thereto shall nevertheless be considered as sold and therefore subject to royalty.",
    [],
    false
  ],
  [
    "If sales of products or services pursuant to a ROYALTY-BASE CONTRACT are within ( __NUM_MASK__ ) days after being invoiced, unpaid, repaid, or credited to the customer, royalties, paid on such sales shall be returned to LICENSEE.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tLICENSEE shall pay within sixty ( __NUM_MASK__ ) days from any termination of this Agreement royalties accrued for payment at time of any such termination.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tRoyalty payments not received by __THEM_PARTY__ by the due date shall be subject to interest charges computed at ten percent ( __NUM_MASK__ %) per annum.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tLICENSEE shall provide __THEM_PARTY__'S REPRESENTATIVE with written annual progress reports within ninety ( __NUM_MASK__ ) days of the end of each calendar year describing its efforts, and the efforts of any sub licensee, to bring the products and methods licensed under this LICENSE AGREEMENT to THE POINT OF PRACTICAL APPLICATION.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tConcurrently with each payment of royalties as required in ARTICLE III of this AGREEMENT, or at the time such payments are due although no royalties have accrued, LICENSEE shall submit a written report to __THEM_PARTY__'S REPRESENTATIVE setting forth for the preceding six ( __NUM_MASK__ ) month period the amount of products or services delivered pursuant to any ROYALTY-BASE CONTRACT made, used, sold or otherwise disposed or distributed by LICENSEE and its sub licensees in the LICENSED AREA, the NET SALES thereof, and the amount of royalties due thereon.",
    [],
    false
  ],
  [
    "If no royalties are due __THEM_PARTY__ for any report period, the report shall so state.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tThe reports required under this ARTICLE IV shall also be made within sixty ( __NUM_MASK__ ) days of the termination of the Agreement.",
    [],
    false
  ],
  [
    "A copy of any sublicense shall be furnished to a __THEM_PARTY__'S REPRESENTATIVE within fifteen ( __NUM_MASK__ ) days after its execution.",
    [],
    false
  ],
  [
    " __NUM_MASK__   The Effective Date of the LICENSE AGREEMENT is the date of the last signature to this LICENSE AGREEMENT.",
    [],
    false
  ],
  [
    " __NUM_MASK__   The term of this LICENSE AGREEMENT begins on its Effective Date as set forth in paragraph  __NUM_MASK__ .",
    [],
    false
  ],
  [
    "Unless sooner terminated or otherwise modified as provided for in this ARTICLE IX, this LICENSE AGREEMENT shall remain in full force and effect for an initial term of        ( ) years from the Effective Date.",
    [],
    false
  ],
  [
    "LICENSEE shall have the right to renew this LICENSE AGREEMENT for successive periods up to five ( __NUM_MASK__ ) years upon written notice mailed to __THEM_PARTY__'S REPRESENTATIVE at least sixty ( __NUM_MASK__ ) days prior to the expiration of the initial term and each subsequent renewal term, provided, however, that LICENSEE shall have no right to renew this LICENSE AGREEMENT in the event that either party hereto has exercised a right of termination under this ARTICLE IX or in the event that LICENSEE in not making good faith efforts to bring the LICENSED TECHNOLOGY to THE POINT OF PRACTICAL APPLICATION.",
    [],
    false
  ],
  [
    "b. The __THEM_PARTY__ determines that such action is necessary to meet requirements for public use specified by Federal regulations issued after the date of this LICENSE AGREEMENT and such requirements are not reasonably satisfied by the LICENSEE;",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tPrior to any modification or termination of this LICENSE AGREEMENT by __THEM_PARTY__, __THEM_PARTY__ shall furnish LICENSEE and any sub licensee of record a written notice of __THEM_PARTY__'s intention to modify or terminate, and the LICENSEE and any notified sub licensee shall be allowed sixty ( __NUM_MASK__ ) days after the date of such notice to remedy any breach or default of any covenant or agreement of this LICENSE AGREEMENT or to show cause why this LICENSE AGREEMENT should not be modified or terminated.",
    [],
    false
  ],
  [
    " __NUM_MASK__ \tLICENSEE may terminate this LICENSE AGREEMENT at any time by giving __THEM_PARTY__'S REPRESENTATIVE prior written notice not less than sixty ( __NUM_MASK__ ) days before the date of such termination.",
    [],
    false
  ],
  [
    "Such decision shall be final, provided that LICENSEE may, within thirty ( __NUM_MASK__ ) days of receiving notice of such decision, submit a written appeal through __THEM_PARTY__'S REPRESENTATIVE to the Senior Attorney, Branch of Procurement and Patents, Solicitor's Office, U.S. Department of the Interior, which appeal shall set forth in detail the decision being appealed and the basis of the appeal and may include appropriate supporting materials.",
    [],
    false
  ],
  [
    "Date:                          \t\t\t\t\tDate:                         ",
    [],
    false
  ],
  [
    "THIS AGREEMENT (\"Agreement\") is made and entered into as of November  __NUM_MASK__ , 20xx (the \"Effective Date\"), between           Corp., a Delaware corporation (\"           \") and           Inc, (\"         \").",
    [],
    false
  ],
  [
    "Proprietary Information which is provided visually or orally shall be deemed Confidential Information only if it is clearly identified by the disclosing party as being confidential or proprietary at the time of disclosure, and within thirty ( __NUM_MASK__ ) days after disclosure, summarized in writing or reduced to a representative graphic or other tangible embodiment, marked Confidential and submitted by the disclosing party to the recipient.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The restrictions contained in this Agreement, with regard to any particular Confidential Information, shall extend for a period of three ( __NUM_MASK__ ) years from the date of receipt of such Confidential Information.",
    [],
    true
  ],
  [
    "(d) remain the property of the disclosing Party, and be returned to the disclosing Party (along with all copies thereof) within two days of receipt by the receiving Party of a written request from the disclosing Party setting forth that the Confidential Information be returned.",
    [],
    false
  ],
  [
    "IN WITNESS WHEREOF, the parties hereto have caused this Agreement to be executed by their duly authorized representative on dates specified below.",
    [],
    false
  ],
  [
    "Date: _ \tDate: _ ",
    [],
    false
  ],
  [
    "However, if disclosure of Information is in non-documentary form, or if the disclosure is first made orally or by visual inspection, the __YOU_PARTY__ shall confirm in writing the fact and general nature of such disclosure within thirty ( __NUM_MASK__ ) days after such disclosure is made.",
    [],
    false
  ],
  [
    "\ta.\twhich is, at the time of disclosure, available to the general public; or which becomes, at a later date, available to the general public through no fault of Recipient and then only after the later date;",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall terminate one year from the effective date or earlier upon thirty ( __NUM_MASK__ ) days written notice by one party to the other, provided that the Recipient's obligations of nonuse and nondisclosure as outlined in Items  __NUM_MASK__  and  __NUM_MASK__  shall survive termination for five years from the date of disclosure.",
    [],
    true
  ],
  [
    "Within thirty ( __NUM_MASK__ ) days of receiving such a request from __YOU_PARTY__, Recipient will discontinue using and return or destroy as directed all Information and copies of Information, provided that Recipient may retain one ( __NUM_MASK__ ) copy of such information in limited access files as a record of its obligations hereunder.",
    [],
    false
  ],
  [
    "This Agreement shall be effective as of the date of last signature hereto.",
    [],
    false
  ],
  [
    "\"Confidential Information\" means any non-public information of a Disclosing Party described in Section  __NUM_MASK__  of the NDA which is maintained as confidential, including as examples, biological materials, computer source codes, diagrams, electronic files, invention disclosures, patent applications, technical and scientific information, research data, draft publications, technical reports, research plans, business plans, financial reports, projections and so forth, but excluding however any information which __THEM_PARTY__ can establish by competent written proof (a) was in the public domain as of the Effective Date or comes into the public domain during the term of the Agreement through no fault of __THEM_PARTY__; (b) was known to  __THEM_PARTY__ prior to the Effective Date and was not acquired, directly or indirectly, from a Disclosing Party or from a third party under a continuing obligation of confidentiality or limited use; (c) was independently developed by __THEM_PARTY__ without substantive knowledge of or assistance from the Confidential Information; or (d) was lawfully disclosed to __THEM_PARTY__ from a third party who did not require __THEM_PARTY__ to hold it in confidence or limit its use and who did not acquire it, directly or indirectly, from Disclosing Party under a continuing obligation of confidentiality.",
    [],
    false
  ],
  [
    "Oral disclosure of information will not be considered confidential, unless the conversation is reduced to writing, marked, and transmitted within thirty ( __NUM_MASK__ ) days of the oral disclosure.",
    [],
    false
  ],
  [
    "To avoid these issues the orally transmitted information which the discloser wishes to be treated as confidential should be reduced to writing within a reasonable time period after the conversation (say  __NUM_MASK__ - __NUM_MASK__  days), the written version marked as \"Confidential\" or an equivalent marking, and the marked written version provided to the recipient within a reasonable amount of time after the oral disclosure (e.g.,  __NUM_MASK__  days).",
    [],
    false
  ],
  [
    "UT Austin's confidentiality obligations will not extend past five ( __NUM_MASK__ ) years from the effective date.",
    [],
    true
  ],
  [
    "The term of the agreement is usually for  __NUM_MASK__ -  __NUM_MASK__  years, and then there is a \"confidentiality period\" for which the parties agree to keep the information confidential after the term of the agreement has expired.",
    [],
    false
  ],
  [
    "For purposes of complying with UT's document retention policy UT can agree to keep information confidential for a maximum of  __NUM_MASK__  years from the effective date of the document (term + confidentiality period =  __NUM_MASK__  years).",
    [],
    true
  ],
  [
    "We require termination of the NDA on a date certain, preferably within a one year time frame.",
    [],
    false
  ],
  [
    "If it is known up front that discussions will last longer than a year, or if circumstances lead to longer discussions, this initial term can be extended or amended at a later date.  ",
    [],
    false
  ],
  [
    "Since this evaluation can usually be accomplished in less than a year, the term of the NDA is usually  __NUM_MASK__ - __NUM_MASK__  years.",
    [],
    false
  ],
  [
    "This Agreement is made and entered into the  _ ,  __NUM_MASK__  (\"Effective Date\") by and between the University of New Orleans, having its principal place of business at  __NUM_MASK__  Lakeshore Dr., New Orleans, Louisiana  __NUM_MASK__ , (\"University\"), and  _ , having a principal place of business at  _ ,  (\"Company\"), collectively, the \"Parties\".",
    [],
    false
  ],
  [
    " __NUM_MASK__ . The term of this Agreement shall be for a period of two ( __NUM_MASK__ ) years from the Effective Date set forth above.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall only apply to that Proprietary Information disclosed during the term of this Agreement and the protection afforded to such Proprietary Information by this Agreement shall continue notwithstanding any termination or expiration of this Agreement for a period of five ( __NUM_MASK__ ) years from the Effective Date of this Agreement.",
    [],
    true
  ],
  [
    "C.\t\"Proprietary Information\" also means information which is disclosed orally and visually provided that it is identified at the time of such oral or visual disclosure as proprietary and is reduced to writing, and clearly and conspicuously marked as proprietary, and transmitted to the Receiving Party within twenty ( __NUM_MASK__ ) calendar days of such oral or visual disclosure.",
    [],
    false
  ],
  [
    "The Effective Date and terms of this Agreement are set forth on the front page hereof.",
    [],
    false
  ],
  [
    "B. Any party may terminate this Agreement prior to the expiration date by giving thirty ( __NUM_MASK__ ) calendar days prior written notice to the other Party at the Notice Address.",
    [],
    false
  ],
  [
    "D.\tUpon termination or expiration of this Agreement each Party shall return to the other, at its own expense, the original and all copies of such Proprietary Information at the Notice Address within thirty ( __NUM_MASK__ ) calendar days, or if requested in writing by the Disclosing Party, shall destroy the original and all copies of such Proprietary Information and certify to the destruction in writing within thirty ( __NUM_MASK__ ) calendar days of such expiration or termination.",
    [],
    false
  ],
  [
    "Date:   _ \tDate:   _ ",
    [],
    false
  ],
  [
    "Title\t\t\t\t\t\t\t\tDate ",
    [],
    false
  ],
  [
    "Parties: This Agreement is entered into and is effective as of  [DATE] by and between [VENDOR] (referred to herein as \"__THEM_PARTY__\"), and [__YOU_PARTY__] (referred to herein as \"__YOU_PARTY__\"), for the purpose of designing and building a Web Site and related software to reside at this URL: http://www.com.",
    [],
    false
  ],
  [
    "This Agreement shall commence on [DATE], and shall remain in effect until all obligations under this Agreement have been properly completed.",
    [],
    false
  ],
  [
    "d.) Termination: Either Party to this Agreement may terminate this Agreement, with or without cause, by providing at least seven ( __NUM_MASK__ ) days written notice to the other Party.",
    [],
    false
  ],
  [
    "Upon termination of this Agreement, the __THEM_PARTY__ shall deliver a Termination Invoice for work completed to date, which shall be paid by the __YOU_PARTY__.",
    [],
    false
  ],
  [
    "On Termination all work completed to date shall be delivered to the __YOU_PARTY__ in a usable electronic format.",
    [],
    false
  ],
  [
    "c.) Timeline: The __THEM_PARTY__  agrees to make all reasonable efforts to deliver the functionality specified in the Technical Specifications Document by [DATE]. ",
    [],
    false
  ],







  [
    "The rights and obligations of the parties under this Confidentiality Agreement shall survive any such return of Confidential Information.",
    [],
    false
  ],
  [
    "The obligations of confidentiality and secrecy imposed by this Agreement are __THEM_PARTY__ to survive the termination of any __YOU_PARTY__ between the Parties.",
    [],
    false
  ],
  [
    "If any provision of this Agreement is found to be unenforceable, that provision will be severed and the remainder of this Agreement will continue in full force and effect.",
    [],
    false
  ],
  [
    " __NUM_MASK__ ) The parties agree that after five years from the date hereof the RECIPIENTS shall be relieved from all obligations under this Agreement and that after such period has expired the DISCLOSER will rely on such patents or other intellectual property rights as it may then own for the protection of any information disclosed to the RECIPIENTS pursuant to this Agreement.",
    [],
    false
  ],
  [
    "This Agreement will automatically terminate on the date that the Contractor's Retainer with the Employer terminates or expires, as the case may be.",
    [],
    false
  ],
  [
    "Except as otherwise provided in this Agreement, all rights and obligations under this Agreement will terminate at that time.",
    [],
    false
  ],
  [
    "Either Party may terminate this Agreement at any time without cause upon written notice to the other Party, provided that each Party's obligations with respect to Proprietary Information disclosed during the term of this Agreement will survive any termination.",
    [],
    false
  ],
  [
    "Either party may terminate this agreement for any reason or for no reason upon [TERMINATION FOR CONVENIENCE NOTICE] business days' Notice to the other party. ",
    [],
    false
  ],
  [
    "If any provision of the Agreement is held to be unenforceable, all other provisions will continue in full force and effect.",
    [],
    false
  ],
  [
    "The nondisclosure provisions of this Agreement shall survive the termination of this Agreement and __THEM_PARTY__'s duty to hold Confidential Information in confidence shall remain in effect until the Confidential Information no longer qualifies as a trade secret or until __YOU_PARTY__ sends __THEM_PARTY__ written notice releasing __THEM_PARTY__ from this Agreement, whichever occurs first. ",
    [],
    true
  ],
  [
    " __NUM_MASK__ . This Agreement shall become effective as of the date it is signed by both Parties and shall automatically expire one ( __NUM_MASK__ ) year thereafter; provided, however, either Party may terminate this Agreement upon sixty ( __NUM_MASK__ ) days prior written notice to the other Party.",
    [],
    false
  ],
  [
    "Each party hereto agrees that the term of this Agreement shall survive termination of any relationship between the parties hereto.",
    [],
    false
  ],
  [
    "Unless earlier terminated in accordance with the provisions hereof, this Agreement shall remain in full force and effect for the duration of the Non-Disclosure Period, whereupon it shall expire.",
    [],
    false
  ],
  [
    "(a)\tTerm.",
    [],
    false
  ],
  [
    "The failure of a party to claim a breach of any term of this Agreement shall not constitute a waiver of such breach or the right of such party to enforce any subsequent breach of such term.",
    [],
    false
  ],
  [
    "Term ",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement will terminate as to the further exchange of Confidential Information immediately upon the earlier of (A)  __NUM_MASK__  days written notice from one party to the other party, or (B)  __NUM_MASK__  years following the Effective Date.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . Term of this Agreement.",
    [],
    false
  ],
  [
    "The Receiving Party's obligations under Section  __NUM_MASK__  shall not survive the expiry of the term of this Agreement.",
    [],
    false
  ],
  [
    "This Agreement will apply to all disclosures made within three ( __NUM_MASK__ ) years of the date __THEM_PARTY__ signs this Agreement.",
    [],
    false
  ],
  [
    "G. \tDuration of Obligations: The obligations of confidentiality imposed under Section F shall continue for a period of one ( __NUM_MASK__ ) year from the date of disclosure or until Confidential Information becomes publicly available through no fault of the Recipient, whichever occurs first.",
    [],
    true
  ],
  [
    " __NUM_MASK__ . This Non-Disclosure Agreement shall take effect on the date shown above and shall continue in effect for  __NUM_MASK__  years from such date.",
    [],
    false
  ],
  [
    "__THEM_PARTY__ agrees that he/she will not, either during the period of this Agreement, or for a period of \t year after this Agreement has terminated, solicit any of __YOU_PARTY__'s employees for a competing business or otherwise induce or attempt to induce such employees to terminate their employment with __YOU_PARTY__.",
    [],
    false
  ],
  [
    "If any term of this Agreement shall be held to be illegal or unenforceable by a court of competent jurisdiction, the remaining terms shall remain in full force and effect.",
    [],
    false
  ],
  [
    "The requirement to protect Confidential Information disclosed under this Agreement shall survive termination of this Agreement.",
    [],
    false
  ],
  [
    " __NUM_MASK__ . This Agreement shall only apply to that __THEM_PARTY__ disclosed during the term of this Agreement and the protection afforded to such __THEM_PARTY__ by this Agreement shall continue notwithstanding any termination or expiration of this Agreement for a period of five ( __NUM_MASK__ ) years from the Effective Date of this Agreement.",
    [],
    false
  ],
  [
    "d.) Termination: Either Party to this Agreement may terminate this Agreement, with or without cause, by providing at least seven ( __NUM_MASK__ ) days written notice to the other Party.",
    [],
    false
  ]
]